{
  "1_10004": "The audience laughed because Sheldon's sarcastic comment about the woman's involvement with a man from her prayer group was unexpected and delivered with amusing facial expressions and a humorous tone.",
  "1_10009": "The audience laughed because Penny joked \"Let the dead man talk\" after PERSON said he thinks she and Leonard will be together, creating a humorous moment.",
  "1_1003": "The audience laughed because of Howard's inappropriate advice to Leonard, suggesting he cop a feel from Penny. His inappropriate suggestion was emphasized by his specific facial expressions and verbal tone.",
  "1_10462": "The audience laughed because Howard suggested Sheldon to work in home care for the old and fat, which was an ironic comment, and triggered a humorous reaction from the audience.",
  "1_10495": "The audience laughed because Amy suggested living with Sheldon and he took it as an offer, then immediately declined, leading to a comical misunderstanding.",
  "1_10496": "The audience laughed because Sheldon exaggerates the idea of living alone with sarcastic comments and facial expressions in a humorous way.",
  "1_105": "The audience laughed because Sheldon made a sarcastic comment about the clutter in the room, and his use of evidence to infer that the furniture was having a \"tiny garage sale\" was humorous.",
  "1_10748": "The audience laughed because Amy cleverly noted Penny's attitude towards Sauvignon Blanc, insinuating that Penny might be having issues with Leonard's significant other.",
  "1_10797": "The audience laughed because of Amy's sarcastic comment about Sheldon's lack of romantic initiative and Penny's immediate attraction to a potential medical sales job.",
  "1_10829": "The audience laughed because Sheldon joked about losing friends after Penny argued with his friend Raj, creating a humorous and unexpected situation.",
  "1_10849": "The audience laughed because Howard emotionally revealed his love for comic books.",
  "1_10890": "The audience laughed because Raj made a joke about Bernadette's effect on the field of robotics, which was unexpected and cleverly timed.",
  "1_11006": "The audience laughed because Penny stated that coming to the current location is like a lesson on what not to do, highlighting the comedic irony of the situation.",
  "1_11021": "The audience laughed because Penny made a humorous remark about getting out of a car without underwear, which is unexpected and relatable. This induced a facial expression characterized by tightening of the lids, raising of the cheeks and lips.",
  "1_11051": "The audience laughed because of the unexpectedness and humor in the utterance \"but either way, it's pretty cool\" and the speaker's facial expression (brow and eye movement) indicating amusement.",
  "1_11055": "The audience laughed because Leonard narrated a comical situation where Sheldon thought Penny was coming on to him after she took off her engagement ring.",
  "1_11098": "The audience laughed because Bernadette made a funny remark about Penny's prom dress, implying it was old and outdated.",
  "1_11120": "The audience laughed because Sheldon made a funny remark about having \"a few in the bank\" for his next conversation while Penny remarked on him knocking more than usual.",
  "1_11177": "The audience laughed because Sheldon expressed his dependence on Leonard's snoring for good sleep, accompanied by a humorous facial expression and a pause for laughter.",
  "1_11224": "The audience laughed because of Howard's humorous comment and the comical contrast between his desire to escape Bernadette's question and his physical gesture of chewing his leg off.",
  "1_11232": "The audience laughed because Bernadette admitted that she does all the cleaning, and Howard is okay with that, creating a funny situation of unconventional gender roles.",
  "1_11242": "The audience laughed because Bernadette's remark about her husband's vanity, accompanied by smile and tightness around the eyes, was relatable and humorous.",
  "1_11243": "The audience laughed because Howard's dual meaning joke about peeing in the kitchen sink was unexpected and violative of social norms, and the combination of his facial expressions and delivery amplified the effect.",
  "1_11253": "The audience laughed because Sheldon was announcing the end of something and his statement was unexpected, which is evident by the lack of FAUs and high energy in his acoustic features.",
  "1_11322": "The audience laughed because Penny praised Sheldon's on-topic comment sarcastically in a light-hearted moment, accompanied by facial expressions and prosodic features indicating humor.",
  "1_11378": "The audience laughed because Howard's self-deprecating humor about handling a blanket was unexpected and amusing, as seen by his sarcastic tone and the use of self-referential phrases.",
  "1_11439": "The audience laughed because Penny suggested to Sheldon that they could have their mom send them pants from Walmart, mocking his frugality.",
  "1_1144": "The audience laughed because Sheldon made a witty comment about redefining the word \"plenty\" to mean \"two\", and his sarcastic facial expression and prosodic features added to the humor.",
  "1_11526": "The audience laughed because Sheldon's sarcastic comment about his anxiety experiment and subjecting himself to tasteless crotch talk induced humor.",
  "1_11697": "the audience laughed because Penny challenged Sheldon to solve a puzzle box in a sarcastic way, which created a humorous situation.",
  "1_11699": "The audience laughed because Raj sarcastically remarked about Stuart's throw pillows selection, which contradicts the seriousness of the conversation, as suggested by Raj's facial expression and acoustic features.",
  "1_11773": "the audience laughed because Penny's comment about keeping champagne on ice was unexpected and humorous, and her delivery of the line was emphasized with raised eyebrows and tightened eyelids.",
  "1_1180": "the audience laughed because Sheldon made a sarcastic comment about Leslie Winkle's ability to contribute to science, with the use of facial expressions and prosodic features indicating humor.",
  "1_1185": "The audience laughed because Leonard's acknowledgement of Sheldon's eccentricity was followed by his ironic statement, creating a comedic contrast.",
  "1_11885": "The audience laughed because the person's statement about the numerous menorahs creating a mood was humorous, as indicated by their facial action units and the audience's response.",
  "1_1189": "the audience laughed because Sheldon comically refused to go to the Renaissance fair (Utterance 5).",
  "1_11901": "The audience laughed because of Sheldon's witty retort to Leonard's salon idea, and his mocking use of the telephone with hilarious facial expressions.",
  "1_11913": "The audience laughed because Howard made a humorous comment about the Jewish wander in his speech and the timing he mentioned was given enough pause and emphasis, matching with the jaw drop and lower brow indicating the punchline.",
  "1_11924": "The audience laughed because Howard made a joke about Amy being 75, which was unexpected and humorous, and his facial expression showed amusement (including raising his lids and pulling his lip corners).",
  "1_12002": "The audience laughed because Sheldon warned Amy that he would be cranky all night, eliciting a sarcastic response from Sheldon (buckle up) and implying that the evening would be unpleasant for Amy.",
  "1_12083": "The audience laughed because Howard's suggestion to drink a molecular cocktail by popping it like a zit was unexpected and gross, which was emphasized by his facial expressions and the audience's laughter.",
  "1_12202": "the audience laughed because Leonard's reference to the Force made a humorous allusion to Star Wars.",
  "1_12275": "The audience laughed because of the unexpected humor in the speaker's eagerness to get meatloaf and the surprising connection between the dots from the conversation.",
  "1_12320": "The audience laughed because Raj's mention of a dead person coincided with a cemetery backdrop, creating a morbid but funny situation.",
  "1_1262": "The audience laughed because Sheldon sarcastically mentioned how clear Leonard was about his mistake, which contradicts the fact that Leonard was not clear at all. The use of sarcasm induced humor.",
  "1_1296": "The audience laughed because of the humorous contrast of Raj's exaggerated description of his talent with Sheldon's dismissive response to it, heightened by Howard's witty one-liner about his own lack of resources.",
  "1_1466": "The audience laughed because Sheldon made a joke about his paper, suggesting it was breathtaking enough to require an inhaler, which the audience found amusing.",
  "1_1478": "The audience laughed because Howard made a humorous comment that he likes his fashion models pruny and bug-eyed, which was reinforced with relevant facial expressions and accentuated prosody.",
  "1_1549": "The audience laughed because Howard joked about getting the Mars Rover stuck on Mars, and Sheldon's incredulous reaction in asking \"Where? On Mars!\" was emphasized by his facial expressions.",
  "1_1560": "The audience laughed because Sheldon made a sarcastic comment about Howard's new date, implying that Howard might go to prison, which was unexpected and humorous.",
  "1_1627": "The audience laughed because the person discreetly slipped off the earring from the chest cavity during post-op X-ray. The joke was enhanced by the speaker's facial action units, prosodic features, and the video caption.",
  "1_1638": "The audience laughed because Leonard joked about the murder trial, which was unexpected and generated a humorous response. The use of humorous facial expressions and prosodic features also contributed to the humour.",
  "1_1732": "The audience laughed because of the unexpected diagnosis of the inflamed larynx, coupled with the facial expression and timing of the delivery of the line.",
  "1_175": "The audience laughed because Sheldon's sarcastic comment about the scratching post as a gift for Leonard's girlfriend, accompanied by a pause and the audience laughter in the video caption, created a humorous tension.",
  "1_1772": "The audience laughed because Howard made a funny observation about Leonard's new friend, as conveyed through his tone of voice and the timing of his delivery.",
  "1_1798": "The audience laughed because Raj suggested going to a build-a-bear if they didn't like the soap Howard suggested, which was unexpected and humorous.",
  "1_1803": "The audience laughed because Leonard made a sarcastic remark about Penny's yoga excuse in utterance 4, which was emphasized by his facial expressions and the prosodic variation in his voice.",
  "1_182": "The audience laughed because Sheldon made a sarcastic comment about Leonard perspiring, while performing facial actions associated with sarcasm (lid-tightening, lip-stretching, inner brow raising) and his acoustic features indicated a playful tone.",
  "1_1931": "The audience laughed because Leonard made a witty remark by suggesting Sheldon swim to the mall, while being aware of the absurdity of his proposal.",
  "1_1973": "The audience laughed because Penny expressed her dissatisfaction with her job as a waitress at Cheesecake Factory, which is relatable and humorous.",
  "1_1987": "the audience laughed because Penny's unexpected comment on the Department of Water and Power adds humor to the romantic atmosphere created by the candles and Leonard's remark on mood lighting.",
  "1_2119": "The audience laughed because of the humorous remark at the end of PERSON's utterance in clip 4. This was highlighted by the absence of any significant changes in the other features.",
  "1_213": "The audience laughed because Sheldon made a sarcastic joke with derogatory comments on Dr. Gablehauser's work, which was emphasized with a smile and a humorous facial expression.",
  "1_2198": "The audience laughed because Sheldon's response was exaggerated, and the audience could relate to the mundane conversation between Sheldon and Leonard. Additionally, Sheldon's facial expressions provided comic relief.",
  "1_2354": "The audience laughed because Sheldon compared the box's label with cocaine smugglers' behavior and made a humorous assumption, and his line was delivered with a deadpan tone and accompanied by a pause, lip corner puller and lid tightener facial action units.",
  "1_2361": "The audience laughed because Leonard's response is overly polite and contradictory to the help he received, highlighted by the noticeable suppression of the speaker's facial expression (lip corner puller, cheek raiser).",
  "1_2464": "The audience laughed because Penny made a witty remark, revealing the misunderstanding between her and her date about his true intentions.",
  "1_2575": "The audience laughed because Sheldon questioned Leonard's belief in karma which contradicts his usually logical self and shows a humorous shift in character.",
  "1_2580": "The audience laughed because Howard suggested changing his name and moving to Israel (joke) in utterance 6, which was accompanied by a pause and a smiling facial expression.",
  "1_2614": "The audience laughed because Leonard's response about thinking hardly a day goes by when he doesn't remember Sheldon's slow-moving monopoles grant proposal resonated with their dissatisfaction towards their own unaccomplished goals.",
  "1_2616": "The audience laughed because Leonard jokingly suggested a violent act towards Sheldon, which contrasted with the serious tone of Sheldon's speech, creating a humorous and unexpected moment.",
  "1_276": "The audience laughed because Leonard's joke about his nerdy childhood, highlighted by his facial expressions and prosodic features, elicited humor and relatability.",
  "1_2778": "The audience laughed because Raj made a funny reference to Sheldon being chased by a chicken, and his facial expression with raised brows added to the humorous delivery.",
  "1_2792": "The audience laughed because Penny proposed going back to being just friends with Leonard, while hinting at a possible romantic relationship, causing an amusing and awkward moment.",
  "1_2797": "The audience laughed because Sheldon presented a tech solution to Penny's French toast offering, resulting in a comedic collision of two different worlds.",
  "1_2819": "The audience laughed because Sheldon's desire to go to a Goth nightclub revealed an unexpected or unusual side of his personality, disrupting their expectations of him as a character.",
  "1_2853": "The audience laughed because Sheldon's exaggerated analysis of waitressing at The Cheese Cake Factory was unexpected and absurd.",
  "1_3064": "The audience laughed because Sheldon's statement about destroying all human toast on Battlestar Galactica was funny and unexpected.",
  "1_3125": "The audience laughed because Howard made a joke, suggesting that Leonard can't build a girlfriend, while implying that Penny is not worthy of dating Leonard.",
  "1_3256": "The audience laughed because the person made a sarcastic comment about Howard's masturbatory fantasies, which was unexpected and humorous.",
  "1_3259": "The audience laughed because the woman sarcastically suggests the man to date Princess Leia, but then admits she meant Bernadette, and audience understands the joke.",
  "1_3287": "The audience laughed because Sheldon made a sarcastic comment about having an eating contest while putting hands behind their backs, which was emphasized by his facial expression and the audience found it amusing.",
  "1_3293": "The audience laughed because Sheldon's comparison of Leonard's work to growing lima beans was humorous, and his exaggerated facial expressions and sarcastic tone added to the comedic effect.",
  "1_340": "The audience laughed because Raj made a self-deprecating joke, which suggests the comedian violated audience expectations with a twist and created a sense of superiority in the audience.",
  "1_3419": "The audience laughed because Penny implied that Leonard talked a lot about why people who believe in psychics are idiots in the car, which was a humorous exaggeration.",
  "1_3545": "The audience laughed because Sheldon's sarcastic suggestion of a violent Valentine's Day celebration was unexpecteda and Howard's statement about Jews always choosing Chinese food was humorous and relatable.",
  "1_3573": "The audience laughed because Penny made a sarcastic comment about Sheldon's true intentions for observing their behavior, which was enhanced by her facial expressions and the audience's anticipation.",
  "1_3660": "The audience laughed because Penny joked about Leonard needing a new girlfriend in response to the garage sale story. Her teasing expression and intonation paired with the audience caption \"laughing\" induced laughter.",
  "1_3707": "The audience laughed because Leonard's response to Sheldon's arrogance was unexpected, and his use of an obscure reference to Knights of the Round Table was humorous.",
  "1_3766": "The audience laughed because Leonard expresses his discomfort with unusual animal genitals in a funny way, and then follows it up with a sarcastic remark about discussing something related to life on Earth.",
  "1_4031": "The audience laughed because Sheldon jokingly stated that Einstein's hope for the laser was for it to be \"bitchin'\", supported by his exaggerative facial expressions and prosody.",
  "1_4145": "The audience laughed because of Leonard's sarcastic response to Sheldon's impractical invention, which was emphasized by the pause and delivery of the punchline.",
  "1_427": "The audience laughed because Sheldon humorously refused to accommodate another person in his wallet, and the pause that followed the punchline heightened the effect.",
  "1_430": "The audience laughed because Raj played a funny audio clip to find new friends, which elicited a positive response.",
  "1_4552": "The audience laughed because Amy's unexpected revelation about her firm cervix was humorous and caught them off guard.",
  "1_4576": "The audience laughed because Amy told a dirty story suggested by Bernadette and used Chaucer's \"The Miller's Tale,\" which was regarded as the dirtiest, inducing amusement.",
  "1_4743": "The audience laughed because Howard made a humorous offer to talk about science, mentioning rocks and beavers, which was unexpected and elicited laughter.",
  "1_4760": "The audience laughed because Sheldon sarcastically suggested that ten-year-old girls' bedrooms are the appropriate place to keep the Archies video game.",
  "1_4789": "The audience laughed because the person made an unexpected joke about Leonard's inability to get a date, which was heightened by the humorous tone and the timing of the punchline.",
  "1_4967": "The audience laughed because Leonard's remark, \"We might be starting to zero in on your problem\", implies that Raj is the problem, which is a humorous revelation.",
  "1_4995": "the audience laughed because Sheldon was surprised that Penny taught him something about improv, and his humility was unexpected, inducing a humorous response.",
  "1_5058": "The audience laughed because Sheldon's sarcastic joke about Leonard's lengthy dinner plans induced surprise and amusement, manifested through a tightening of facial muscles and rise in pitch and energy in Sheldon's voice.",
  "1_507": "The audience laughed because Sheldon's absurd explanation of the origin of the letter in the trash and his mention of Occam's Razor was unexpected and clever.",
  "1_5134": "The audience laughed because Penny accidentally attended a porn audition for a cat food commercial, producing an unexpected twist in the conversation.",
  "1_5156": "The audience laughed because Howard made a crude comment about Hofstadter and his sister, coupled with his eyebrow raising facial action units and prosodic cues emphasizing \"saliva\".",
  "1_5166": "The audience laughed because Penny made a sarcastic comment about the current state of the world, which was emphasized by her facial expression and confirmed by the audience's laughter.",
  "1_5211": "the audience laughed because of Amy's sarcastic comment on Bernadette's romanticizing of Leonard's gift and the juxtaposition of the heavy-handedness of the comment with the delicate snowflake.",
  "1_536": "The audience laughed because Sheldon's interest in a scientific magazine doesn't align with Penny's shopping, and the juxtaposition is highlighted by the audience.",
  "1_537": "The audience laughed because Penny's comment on Sheldon's magazine being delivered when hers wasn't caused an unexpected and humorous situation. Penny's facial expression and timing of the comment added to the comedic effect.",
  "1_5496": "The audience laughed because Penny's exaggerated scenario about renting her womb to a gay couple was unexpected and humorous.",
  "1_5571": "The audience laughed because of Sheldon's exaggerated request for medical help, indicated by his facial expressions and sarcastic tone, in utterance 3.",
  "1_5572": "The audience laughed because Sheldon dramatically exaggerated Leonard's friend coming over, drinking from Leonard's glass, and potentially infecting Sheldon with germs, marking it as a comical moment in the conversation.",
  "1_5580": "The audience laughed because Howard humorously contrasted the cultural differences in maternal protectiveness between Indian and Jewish mothers as well as mocked his own culture.",
  "1_5617": "The audience laughed because Sheldon defined a medical term in a humorous way, triggering surprise and amusement through his use of facial expressions and joking tone.",
  "1_5627": "The audience laughed because Raj made a sarcastic comment about Leonard's ex-girlfriend and current girlfriend hanging out together.",
  "1_5679": "The audience laughed because Sheldon sarcastically responded to Amy's suggestion for a massage, with a humorous remark about the thought of a stranger rubbing oil on him.",
  "1_5699": "The audience laughed because Sheldon gave Raj an I.D. card and a lapel pin, poking fun at Leonard's reluctance to wear one.",
  "1_5751": "The audience laughed because Bernadette called Raj a \"cutie pie\" and stated that any girl would be lucky to have him, causing a humorous contrast to Raj's previous romantic failure.",
  "1_5758": "The audience laughed because Amy suggested Penny could be the face of hemorrhoids, which was unexpected and humorous.",
  "1_5880": "The audience laughed because Amy's comment of \"When you're done copping a feel, that goes on my wrist\" was unexpected and humorous, supported by her lowered brows, raised cheeks, and tightened lids.",
  "1_5964": "The audience laughed because of Howard's sarcastic comment about the deaf girl, augmented by his facial actions, prosody, and the video caption.",
  "1_60": "The audience laughed because Sheldon found it a privilege to watch Leonard's mind at work, which was reflected through his facial expressions and prosodic features, implying Sheldon's admiration for Leonard's intelligence and humor.",
  "1_6020": "The audience laughed because Sheldon stated he had a list of 61 mortal enemies, followed by a joke about the list being on a floppy disk.",
  "1_6032": "The audience laughed because Sheldon's statement of hypocrisy with a smile(Facial Action Units) and pause(Prosodic) added comic effect while exposing Howard's flaw.",
  "1_6039": "The audience laughed because Bernadette expressed worry over the possibility of breaking up with her boyfriend due to his medical condition, which was unexpected and delivered in a humorous tone.",
  "1_6065": "The audience laughed because Sheldon's sarcastic comment about his mother's group's willingness to \"sail out into the ocean without fear of falling off the edge\" induced amusement.",
  "1_6092": "The audience laughed because Leonard's sarcastic remark about being \"mighty white\" was unexpected and culturally inappropriate, leading to a humorous moment.",
  "1_6113": "The audience laughed because of Howard's exclamation of excitement and awe regarding his upcoming trip to the International Space Station, which was emphasized by his combination of facial expression and prosody.",
  "1_6134": "The audience laughed because Sheldon sarcastically ridiculed Nobel Prize winners, and the timing of his ironic statement was emphasized by the audience's silence followed by laughter.",
  "1_6165": "The audience laughed because Sheldon's sarcastic comment was clever and led to a mildly startled reaction, as indicated by his widened eyes and the audience's laughter.",
  "1_6183": "The audience laughed because Raj sarcastically pointed out the paper clips on Sheldon's desk, as Sheldon comically complained about being out of staples despite having a full office supplies store nearby.",
  "1_6188": "The audience laughed because Leonard realized he knew Penny from past and Penny's surprised reaction induced the facial action units 'Lid Tightener', 'Cheek Raiser', 'Lip Tightener' and hence producing a humorous response.",
  "1_6211": "The audience laughed because Sheldon's exaggerated facial expressions in utterance 6 were unexpected and humorous in the serious situation portrayed in the video caption.",
  "1_6221": "The audience laughed because Bernadette joked about bridesmaid dresses, using a humorous facial expression and sarcastic tone, causing audience amusement and appreciation.",
  "1_6355": "The audience laughed because Leonard joked about his terrible date, which was emphasized by his delivery with a slight increase in pitch, and the clear mismatch between his sarcastic tone and the positive-sounding description of the date.",
  "1_6370": "The audience laughed because Sheldon revealed an odd fact about Amy, creating surprise and humor. His facial expression (lid tightener, inner brow raiser, outer brow raiser) and the acoustic features (high F0 mean and variance, high energy, low jitter and shimmer) also conveyed amusement.",
  "1_6426": "The audience laughed because Sheldon's joke about squeezing both testicles up induced laughter.",
  "1_6427": "The audience laughed because Penny made a suggestive pun about waiting for the ball to drop on New Year's Eve, which was unexpected and humorous.",
  "1_6428": "The audience laughed because Leonard's comment about seeing what all the scientists are wearing this year was unexpected and humorous, and his timing and intonation were humorous.",
  "1_6472": "The audience laughed because Sheldon's sarcastic comment about Leonard's cocoa-making abilities was delivered with a smug facial expression, and accompanied by a pause and a well-timed laugh track.",
  "1_6504": "The audience laughed because Sheldon's distinction between an achievement in biology and squishy things was absurd, and his facial expressions and prosody added to the humor.",
  "1_6627": "The audience laughed because Leonard's joke subtly hinted at Penny's lack of experience, and it was a playful banter that broke the romantic tension between them.",
  "1_6648": "The audience laughed because Leonard joked about Penny's father and his poor massages, which was emphasized by his facial expression and the audience laughter cue.",
  "1_6683": "The audience laughed because Howard joked about the irony of an astronaut named \"Crash\", using sarcasm and a humorous tone of voice, while displaying a smile and raised cheeks.",
  "1_6766": "The audience laughed because Sheldon compared himself to Einstein in intelligence after failing something as trivial as using a toilet.",
  "1_6769": "The audience laughed because Amy sarcastically implied that Sheldon's intelligence should make it easy for him to handle the delicate width of a hair (Utterance 2).",
  "1_6835": "The audience laughed because Amy sarcastically called Bernadette \"lucky\" to hang out with them, showing their unmissable arrogance, portrayed through her brow lowerer and cheek raiser Facial Action Units.",
  "1_70": "The audience laughed because Penny's response was unexpected and flirtatious, heightened by the genuine and expressive intensity of her facial expressions and prosodic features.",
  "1_7047": "The audience laughed because Leonard's joke about Sheldon living inside his mother's body was unexpected, and the facial expressions of the characters conveyed the outrageousness of the suggestion. ",
  "1_7082": "The audience laughed because Raj revealed a shocking yet humorous secret about his friend, losing his virginity to his cousin, in a sentimental speech.",
  "1_7089": "The audience laughed because Bernadette's response to Howard's statement was unexpectedly dry and sarcastic, leading to a humorous moment.",
  "1_7281": "The audience laughed because Sheldon expressed disappointment over not being able to invite Raj to dinner. The facial action units and prosodic features indicate a humorous tone.",
  "1_7357": "The audience laughed because Leonard's comment about Sheldon's tongue shrinking was unexpected and humorous, highlighted by his facial expression and prosodic features, and reinforced by the audience's reaction.",
  "1_7395": "The audience laughed because Amy's sarcastic comment about Penny's decision to sleep with a man with \"big, sad eyes\" was witty and unexpected, highlighted by her cheek raise, lid tighten, and brow raise in response to Penny's comment.",
  "1_7400": "The audience laughed because Penny sarcastically hinted that the Higgs boson was a common knowledge, followed by a humorous remark on its fame, which was conveyed through the humor in her facial expressions and the prosodic features in her speech.",
  "1_7402": "The audience laughed because Leonard made a humorous comment about Nobel prize, which was unexpected and elicited surprise, as revealed by his Facial Action Units and low-pitched Prosodic features.",
  "1_7442": "The audience laughed because Sheldon made a joke about religious people thinking he was a witch, as indicated by the laughter marking and his facial action units of nose wrinkling, lid tightening, and brow lowering.",
  "1_7443": "The audience laughed because Penny mentioned a five-year experiment with Sheldon, and the unexpected revelation could have led to confusion and hilarity.",
  "1_7445": "The audience laughed because Penny's flirtatious remark (\"My limbic system wants to take your pants off.\") in utterance 4 triggered a sexual innuendo, enhanced by the intimacy of the characters and the pause that followed.",
  "1_7487": "The audience laughed because of the unexpected and humorous comparison made by Howard about his mother being \"under his dentist\" while Bernadette is \"under the weather.\"",
  "1_7490": "The audience laughed because Howard joked about astronauts not doing what they do for glory and fame, and mentioned Howie Mandel, eliciting laughter with his witty observation.",
  "1_7504": "The audience laughed because Howard presented his NASA portrait to Stuart, with a cheesy note written on it, leading to a funny moment.",
  "1_7575": "The audience laughed because Howard sarcastically asked Raj to tell more about the party, indicating his annoyance with the constant bragging, which was highlighted by his facial expressions and prosodic features.",
  "1_7593": "The audience laughed because Sheldon made a socially inappropriate joke about playing with oneself, which created a surprising and uncomfortable situation. The laughter was also triggered by Sheldon's mention of Wil Wheaton as a minor celebrity.",
  "1_7641": "The audience laughed because Howard mentioned he could only cheer up his mother with Ben and Jerry's ice cream.",
  "1_7661": "The audience laughed because Sheldon sarcastically pointed out how long Howard had been talking about his trip to space, and that he's still bringing it up, which was accentuated by Sheldon's surprised facial expression and the audience caught on and reacted.",
  "1_7675": "The audience laughed because Penny's humorous comment about crossing her legs after seeing a box of crayons induced amusement and relief.",
  "1_7722": "The audience laughed because Sheldon criticized his friend's lack of effort to get better, while his friend was clearly sick, which is a relatable humorous situation.",
  "1_7894": "The audience laughed because Raj reveals he's using Howard's suggestion of adding alcohol to his coffee to reduce anxiety, leading to a humorous situation.",
  "1_7953": "The audience laughed because of the humorous reference to Star Trek in utterance 2, which was aided by the speaker's raised inner and outer brows, and the sarcastic tone of the caption and prosodic features.",
  "1_8045": "The audience laughed because Raj's joke about Howard's mom being dumped by a dentist was sarcastic, evident from the raised brows and tight lid action units.",
  "1_8052": "The audience laughed because Penny jokingly compared Leonard and Sheldon to the beloved Sesame Street duo Burt and Ernie, highlighting the social awkwardness and eccentric personalities of the characters.",
  "1_8078": "The audience laughed because of Howard's humorous statement about Jewish culture, which was accompanied by a facial expression showing amusement.",
  "1_8136": "The audience laughed because the person made a sarcastic comment about being happy to spend Valentine's Day alone at a toy store. The timing and delivery of the line contributed to the humor, as did the audience's ability to relate to the sentiment.",
  "1_8159": "The audience laughed because Leonard expressed his desire for an elaborate proposal, but didn't want to cry on a Jumbotron, which was unexpected and humorous.",
  "1_8185": "The audience laughed because Bernadette suggested going to Red Lobster, which everyone was thinking, but she had the decency to wait for him to leave. Her facial expression and timing were humorous.",
  "1_8217": "The audience laughed because Raj promised a change on his unusual behavior, which was so extreme that he suspected having \"diagnosable psychological problems\" and \"brain damage\".",
  "1_8407": "The audience laughed because Sheldon sarcastically remarked making his own rules of oral hygiene and rubbing pudding over his gums instead of flossing in response to Penny's suggestion to make up his own ending of the show.",
  "1_8417": "the audience laughed because Howard's joke about his creepy camera crossed a social boundary and induced a sense of discomfort, which was released through laughter. Additionally, the audience may have found Howard's facial expressions and prosody amusing.",
  "1_8452": "The audience laughed because of the humorous contrast between Raj's reference to Jay-Z and his lack of ability to follow instructions, highlighted by the audience's laughter cue.",
  "1_8717": "The audience laughed because Bernadette sarcastically found Leonard's inability to pass the bus in the right lane charming, which was highlighted by her facial expression and prosody.",
  "1_8746": "The audience laughed because Amy's statement was unexpected and Sheldon's misunderstanding compounded the humor.",
  "1_8749": "The audience laughed because Amy mentioned a \"glaring story problem\" in a movie Sheldon recommended while her Facial Action Units showed that she found it funny.",
  "1_8827": "The audience laughed because Penny made a suggestive comment about Sheldon, which triggered a humorous reaction from the audience.",
  "1_8837": "The audience laughed because Sheldon joked about his reluctance to use the restroom in a restaurant, and referred to Amy as \"little lady,\" which was unexpected and somewhat inappropriate.",
  "1_90": "The audience laughed because Sheldon's scientific explanation of Superman saving Lois Lane ended with her being sliced into three equal pieces, creating a dark humorous situation.",
  "1_9003": "The audience laughed because Sheldon declared he wasn't going to bother Professor Proton, he was going to talk to him, which is a typical Sheldon thing.",
  "1_9087": "The audience laughed because Leonard joked about being his aunt's favorite, which contradicted his history of getting an ugly sweater.",
  "1_9245": "The audience laughed because Sheldon unexpectedly announced that he yodels, which contrasts with the serious scientific discussion and creates humor.",
  "1_9668": "The audience laughed because Sheldon sarcastically requested Amy to end State of the Relationship Summit with a joke. His Facial Action Units showed a tight-lipped, corner pulling expression.",
  "1_971": "The audience laughed because Howard joked about waiting until his tongue swells to the size of a brisket before going to the emergency room, which was unexpected and humorous.",
  "1_9963": "The audience laughed because of the dramatic music and the unexpected revelation of Stuart Bloom's last name in Bernadette's utterance, creating a comical effect.",
  "1_9971": "The audience laughed because Howard made a sarcastic comment about insulting his friend's mother's faith, which was unexpected and humorous.",
  "1_9972": "The audience laughed because Penny uses humor to suggest checking the fridge for clues in a beer, which is unexpected and playful.",
  "1_9993": "The audience laughed because Penny's humorous, self-assured comparison of her perfect physical attributes with the potential negative effects of time travel and aging.",
  "2_102": "The audience laughed because Dorothy joked that her friend got upset when the taste of coke keeps changing, triggering humor and surprise.",
  "2_103": "The audience laughed because Chandler jokingly explained his behavior as a part of a daredevil game using a humorous tone, and his Facial Action Units showed cheek raiser and lip corner depressor.",
  "2_104": "The audience laughed because Chandler made a funny response to Ross's tanning bed experience, with a surprise reference to the sun.",
  "2_105": "The audience laughed because Chandler made a witty joke about Ross's monkey's genitalia, and his timing, humorous tone, and facial expressions, captured through facial action units, all contributed to the joke's effectiveness.",
  "2_107": "The audience laughed because Joey joked about Monica's surprise birthday party and sarcastically urged her to \"act surprised\" which was emphasized with a brow lowerer FAU and a trailing laugh track.",
  "2_109": "The audience laughed because Chandler made a witty remark about littering, referencing the famous \"crying Indian\" PSA, and incorporating humor with social commentary.",
  "2_11": "The audience laughed because Dorothy's witty remark about what she and Rose have in common \"under the sheets\" was unexpectedly revealed to be about a cappuccino maker, leading to a comedic twist.",
  "2_112": "The audience laughed because Chandler made a witty observation about smoking in jail, which was enhanced by his witty facial expressions, and humorously directed back to Joey.",
  "2_114": "The audience laughed because Chandler made a humorous comment about Ross missing Julie, which was unexpected and delivered with a comedic tone.",
  "2_115": "The audience laughed because Chandler's response, \"I am sorry, we don't have your sheep.\" induced a surprise comedic effect, emphasized by his facial expression and the audience laughter cue.",
  "2_120": "The audience laughed because Chandler made a sarcastic comment about finding an unconventional guitar approach regular, which was conveyed by his cheek raising, nose wrinkling and lid tightening facial actions, and a rise in pitch and energy in his speech.",
  "2_121": "The audience laughed because of the incongruity between the speaker's mention of 'ben gazara in person' and the fact that she was holding an elderly person.",
  "2_123": "The audience laughed because the moderator's sarcastic denial of Scott's statement was unexpected and conveyed a humorous notion, which was accentuated by the audience's engagement captured through their laughter.",
  "2_124": "The audience laughed because Chandler, who claimed to be good at lightning rounds, was confused about what they were doing, resulting in a humorous situation. The confusion was emphasized both by Chandler's facial expression and a pause, which were detected in the acoustic features.",
  "2_126": "The audience laughed because Dorothy sarcastically expressed disappointment for not casting Joe Piscopo as the lead role in 'Rain Man'.",
  "2_128": "The audience laughed because Chandler's response \"You building a post office?\" was unexpected and humorous, as Joey's mail holder sounded like a larger project. The comedic timing and Chandler's facial expression amplified the effect.",
  "2_129": "The audience laughed because when Dorothy joked about Blanche's claws, her prosodic features and the unexpectedness of the comment induced humor.",
  "2_13": "the audience laughed because Rachel's agreement to play Monica's game was met with a sudden burst of confidence from Monica, as shown through her facial expressions and intonation.",
  "2_134": "The audience laughed because Chandler said \"Paper cut!\" after struggling to figure out what kind of ring to get, which was unexpected and delivered with a humorous facial expression and prosody.",
  "2_135": "The audience laughed because Dorothy's sarcastic remark about Jimmy Swaager's motel bill was unexpected and conveyed with a humorous tone evident through her facial expressions and prosodic features.",
  "2_140": "The audience laughed because the moderator's sarcastic denial in utterance 1 coupled with the caption and audience reaction showed that the characters are indeed sarcastic and hypocritical.",
  "2_141": "The audience laughed because Chandler's humorous statement about the monkey trying to spell out \"M-O-N-K-E-Y\" was delivered with a humorous facial expression (Cheek raiser, Nose wrinkler, and Brow lowerer) and the prosodic features of his speech contained significant rises and falls in pitch (jitter and shimmer).",
  "2_144": "The audience laughed because the speaker mentioned a movie titled 'Lords of Arabia' which sounded funny in the given situation.",
  "2_148": "The audience laughed because Chandler made a pun by correcting Phoebe's mispronunciation of coincidence and used facial action units, which added to the humor.",
  "2_15": "The audience laughed because Chandler's response of \"stop catching on fire\" to Joey's concern about not having insurance was unexpected and humorous, and the audience picked up on the irony.",
  "2_151": "The audience laughed because Chandler made a sarcastic remark and used a humorous tone to convey that leaving now would be rude to the performers. This was indicated by his facial expressions and the audience reaction captured in the video caption.",
  "2_152": "The audience laughed because Ross tried on makeup, breaking gender norms, which was unexpected and humorous.",
  "2_155": "The audience laughed because Chandler's comment about doing laundry all night was unexpected, and his delivery with a pause and emphasis on \"laundry\" made it humorous. Additionally, the audience's laughter was also induced by the facial expressions of the characters and the comical situation.",
  "2_158": "The audience laughed because Dorothy jokingly offered the extra flat and crispy chicken, which contrasts with the expectation of juicy and tender chicken.",
  "2_160": "The audience laughed because Chandler's unexpected response to a serious question (\"Because his penis was too big\") created a humorous and surprising twist in the conversation.",
  "2_161": "The audience laughed because Chandler made a humorous comment implying that Monica's request for a closer look at a present would require her to marry him, causing surprise and amusement among the viewers.",
  "2_162": "The audience laughed because of the abrupt leg cramps interruption that caught the character off guard, triggering a funny physical reaction that was reinforced by the use of Inner brow raiser Facial Action Units.",
  "2_163": "The audience laughed because Rachel's facial action units and the tension in her voice while saying \"It's too scary\" created an unexpected contrast with the sofa's comfortable setting.",
  "2_168": "The audience laughed because Chandler's (speaker) tone (prosodic) seemed to be apologetic, but then he startled Joey (utterance), creating a humorous situation (video caption) enhanced with cheek raiser, lid tightener, and brow lowerer (facial action units).",
  "2_169": "The audience laughed because Chandler made a sarcastic comment about his bosses learning from their own mistakes, with a facial expression that conveyed his distaste for the idea.",
  "2_170": "The audience laughed because Chandler made a witty joke about the American Revolution with a dramatic surprise element, indicated by his facial expression and the audience's response.",
  "2_171": "The audience laughed because Monica's sudden outburst and question to Chandler in utterance 1 was unexpected and humorous, emphasized by her facial expressions and the audience's reaction.",
  "2_172": "The audience laughed because Chandler expressed excitement using a cheerful tone and facial expressions when asked by Joey if he liked something, and then asked to leave sarcastically.",
  "2_174": "The audience laughed because Chandler humorously attributed Phoebe's mysterious $500 to \"Satan's minions,\" using a sarcastic tone and triggering facial expressions that conveyed disbelief.",
  "2_177": "The audience laughed because of the irony in the situation of a person offering an ID while everyone knows her and the contrast between the hesitant tone of voice and the facial expressions.",
  "2_178": "The audience laughed because Chandler's comment about enjoying his dessert in the balcony with a view was unexpected and humorous, as indicated by the (audience laughs) notation, which was picked up by the acoustic features and facial action units of the audience.",
  "2_180": "The audience laughed because Phoebe said \"That oughta do it\" after Chandler's happy exclamation; her sarcastic tone, coupled with facial actions of cheek raising and lip corner pulling implied Chandler's overreaction.",
  "2_182": "the audience laughed because of the humorous reference to Las Vegas extravagance and the surprising absurdity of the utterance.",
  "2_183": "The audience laughed because Chandler's response, \"No, rabies,\" to Joey's question about shaving induced surprise and incongruity. This was highlighted by Chandler's facial expression and prosodic features.",
  "2_186": "The audience laughed because Chandler's validation of Joey's hole (Utterance 3) induced sarcasm and reflected the absurdity of Joey's behavior, which was amplified by facial expressions and acoustic cues.",
  "2_187": "The audience laughed because Chandler made a sarcastic comment about Joey's modeling career, which was emphasized by the facial expression of raised eyebrows and tightened lids.",
  "2_188": "The audience laughed because Monica's reply to Rachel's accusation was unexpected, and her use of humor was effective in breaking the tension in the scene.",
  "2_189": "The audience laughed because Chandler asked if his friends could visit while they were supposed to meet Monica's parents, implying they were not a priority.",
  "2_190": "The audience laughed because the moderator used sarcasm while introducing Scott to share his story, which was contradictory to Scott's confession of having a sarcasm problem. Additionally, the comedic timing and delivery of the moderator's line contributed to the audience's laughter.",
  "2_197": "The audience laughed because Chandler made a pun about vigilante justice, and his facial expression conveyed his sarcastic tone, inducing humor.",
  "2_2": "The audience laughed because Chandler made a dark joke about Phoebe's resolution to pilot a commercial jet, which was enhanced by his sarcastic tone and facial expressions.",
  "2_20": "The audience laughed because Chandler's statement \"My duties?\" was an unexpected response to the previous dialogue, and the pause before the joke built up anticipation.",
  "2_203": "The audience laughed because Ross insisted on the impossibility of his situation, resulting in a humorous contradiction, and the subsequent pause before his forceful declaration added to the comic timing.",
  "2_204": "The audience laughed because Chandler's sarcastic response to Monica's encouragement (\"Oh, oh, I am convinced!\") was delivered with a distinctive and exaggerated facial expression.",
  "2_205": "The audience laughed because Rachel accidentally touches something she wasn't supposed to, and her embarrassed reaction, conveyed through her facial expressions and tone, was humorous.",
  "2_206": "The audience laughed because Chandler made an unexpected joke about Monica's question, which was reinforced by his sarcastic facial expressions and the prosodic emphasis on \"I don't belong here\".",
  "2_209": "The audience laughed because the Member-girl's sarcastic response \"Really?\" was delivered with raised eyebrows, a tight mouth, and a lowered brow, and the prosodic features showed high pitch and moderate intensity, emphasizing the sarcasm.",
  "2_222": "The audience laughed because Dorothy made a joke that the little man who lives in Rose's glasses can tell if they fog up.",
  "2_223": "The audience laughed because Chandler made a humorous and sarcastic comment about \"doing a dance\" with Casey, implying a sexual encounter, which was unexpected and caught the other characters off guard.",
  "2_226": "The audience laughed because Chandler made a humorous comment about the potential consequences of the spelling game, humorously suggesting that everyone would leave their party to go to the spelling game.",
  "2_227": "The audience laughed because Chandler made a sarcastic remark about Joey's intelligence, and the timing and delivery of the witty punchline were on point, as indicated by the audience laughing cue.",
  "2_231": "The audience laughed because Ross made an awkward statement about his agreement with the woman, which was followed by a punchline that he was only flattering her.",
  "2_234": "The audience laughed because Phoebe made a funny comment on the cleansing, which created a humorous moment.",
  "2_236": "The audience laughed because Chandler's sarcastic remark about Emma's birthday being her first and not knowing what it means was ironic, conveyed through the humor in his facial expressions and intonation.",
  "2_24": "The audience laughed because Chandler made a sarcastic comment about Trident toothpaste, which was unexpected and delivered with a strong inflection, accompanied by a lowered brow and tight lids.",
  "2_241": "The audience laughed because Chandler's forgetfulness was emphasized by the Lid tightener, Cheek raiser, and Brow Lowerer Facial Action Units, and the context of the situation, creating a humorous moment.",
  "2_242": "the audience laughed because Chandler's question about Emma's nap was unexpected and delivered in a humorous tone.",
  "2_246": "The audience laughed because Chandler's response to Joey's comment about his weight was unexpected and humorous, causing amusement.",
  "2_247": "The audience laughed because Ross's \"thank you\" response to Person2's interruption was unexpected, and his use of prosody and facial action units conveyed a humorous tone.",
  "2_248": "The audience laughed because Chandler mentioned that he and Monica were just \"goofin' around,\" which implied a casual sexual relationship, leading to a humorous and awkward moment.",
  "2_250": "The audience laughed because Phoebe made a funny remark about saying someone's name repeatedly in utterance 3, and the timing of the audience laugh was marked with `(audience laughs)` in the transcript.",
  "2_251": "The audience laughed because of the sarcastic tone in Monica's utterance, supported by the facial action units of lid tightener, cheek raiser, and brow lowerer, and the acoustic features of increased F0 mean, variance, and shimmer.",
  "2_254": "The audience laughed because Phoebe jokingly suggested that a good pill is the solution to all problems. The use of humor, along with facial actions and prosodic features, added to the comedic effect.",
  "2_255": "The audience laughed because Dorothy referred to the movie as a musical, which was unexpected and humorous.",
  "2_257": "The audience laughed because they found Phoebe's sudden appearance with coffee unexpected, and her use of the word \"skedaddle\" humorous.",
  "2_258": "The audience laughed because Chandler made a humorous comment about being able to see his date's brain when she leaned back, which was emphasized by his use of exaggerated facial expressions.",
  "2_260": "The audience laughed because Chandler misunderstood Ross' martial arts reference and Ross was overly confident in his nonexistent martial arts skills.",
  "2_271": "The audience laughed because the Moderator denied his sarcasm which was clearly evident, creating an incongruity between the verbal and nonverbal cues.",
  "2_272": "The audience laughed because Joey's question \"We're not peeking?\" was unexpected and his exaggerated facial expressions conveyed humor.",
  "2_279": "The audience laughed because Monica's comment about Ginger having the whole package, coupled with her raised cheeks and lowered brows, indicated that she was being flirtatious with Chandler.",
  "2_280": "The audience laughed because Chandler made a joke about killing Joey for stealing his gum. The sarcastic tone, coupled with the absurdity of the situation, elicited laughter from the audience.",
  "2_281": "The audience laughed because Dorothy joked about Cary Grant living in a broom closet, implying absurdity.",
  "2_282": "The audience laughed because Rachel made a sarcastic remark about staying married forever, which was unexpected and delivered with exaggerated facial expressions, prompting the use of lid tightener and brow lowerer facial action units.",
  "2_283": "The audience laughed because Chandler made a sarcastic remark about Dee, a character from What's Happening, and the remark was funny and unexpected.",
  "2_284": "The audience laughed because Monica's confused reaction to Chandler's unexpected news of David proposing triggered a humorous and unexpected moment.",
  "2_286": "The audience laughed because Chandler made a joke about stealing third base, emphasizing it with a comedic gesture.",
  "2_287": "The audience laughed because Chandler's apology and offer for a break had a humorous tone, which was reflected through his facial expression and the audience recognized it through the acoustic cues.",
  "2_288": "The audience laughed because Chandler's response, \"Maybe he was nervous,\" was unexpected and witty given the seriousness and scientific nature of Ross's previous statement. The pause before the response also added to the humor.",
  "2_289": "The audience laughed because Monica exaggerated Chandler's sexual performance, using positive facial expressions and vocal cues, in response to his doubt.",
  "2_292": "The audience laughed because of the humor in Dorothy's sarcastic remark about Miami's heat, contrasting with the idea of someone eating hot enchiladas.",
  "2_293": "The audience laughed because Phoebe's flat \"no\" and corresponding facial expressions were unexpected and had a humorous effect.",
  "2_294": "the audience laughed because Chandler's response of 'Oh, um, I don't care!' was unexpected and delivered with comical timing, accompanied by a humorous facial expression and prosodic emphasis.",
  "2_297": "The audience laughed because Chandler apologized for his subconscious cheating and blamed it on alcohol in an unexpected and humorous way, as indicated by his inner brow raiser and the mention of someone else's subconscious.",
  "2_3": "The audience laughed because Chandler made a suggestive joke about his \"testicles\" being in a gift box, which was a humorous and unexpected innuendo.",
  "2_302": "The audience laughed because Phoebe struggled to find a word to rhyme with Rachel's name, which was highlighted by her facial expressions and prosody, leading to a humorous situation.",
  "2_303": "The audience laughed because Chandler used a humorous nickname (\"Josephine\") for Joey, creating a sense of playful teasing and light-heartedness.",
  "2_306": "The audience laughed because the Moderator used self-deprecating humor and comedic timing to deliver an unexpected punchline, which was enhanced by his facial expression and the sarcastic video caption.",
  "2_31": "The audience laughed because Rachel joked about Monica washing the toilet 17 times a day and then made a sarcastic comment about people being on it, which was emphasized through her facial expressions and audience reacted to the humor.",
  "2_310": "The audience laughed because of Chandler's sarcastic comment about Joey's memory skills ('Well thank God your livelihood doesn't depend on it') and the accompanying facial expressions of brow lowering, lid tightening, and nose wrinkling.",
  "2_312": "The audience laughed because of the sarcastic remark made by Member-girl, conveyed through her facial expression and emphasized by the use of the word \"sarcasmoholics,\" as well as the timing and intonation of her delivery.",
  "2_313": "The audience laughed because Joey used the word \"sissy\" to refer to a sensitive person, which is a stereotype that is funny and socially inappropriate.",
  "2_314": "The audience laughed because Monica questioned her sanity and accentuated her distress by combining hesitant facial movements with a rise in pitch and intensity (prosodic features) in the second utterance.",
  "2_315": "The audience laughed because Rachel made a self-deprecating joke, acknowledging her lack of communication with the other speaker, which was emphasized by the facial expression and rise in pitch in her voice.",
  "2_318": "The audience laughed because Phoebe's question ironically pointed out the pain that Monica experienced, which was inconsistent with the supposed pain-free nature of the linen strips.",
  "2_322": "The audience laughed because of Chandler's humorous comment about his father's house, which was emphasized by his facial expressions and the acoustic features in his voice.",
  "2_323": "The audience laughed because Chandler made a humorous observation about a monkey having Ross on its ass, which was emphasized by his use of a funny wordplay.",
  "2_326": "The audience laughed because Ross's serious tone and facial expression when saying \"Stick to the list\" contradicted the joyful moment of the birthday party.",
  "2_33": "The audience laughed because Rachel awkwardly denied Joshua's romantic intentions, which created a humorous moment.",
  "2_338": "The audience laughed because the moderator uses sarcasm to convince Scott to join their support group and his emphasis on 'really really' adds to the humor.",
  "2_34": "The audience laughed because Chandler's comment on declining greetings was relatable and his use of a rhetorical question, combined with a humorous facial expression, created a sense of lightheartedness in the scene.",
  "2_341": "The audience laughed because the person revealed that he got Judy pregnant without knowing how it happened, and the use of inner brow raiser, cheek raiser and lid tightener in his facial expression, coupled with a decrease in F0 contour, and an increase in jitter and shimmer in his acoustic features.",
  "2_342": "The audience laughed because of the humorous response of Dorothy, asking about Blanche's age in \"dog years\" in utterance 2, which was accompanied by a facial expression of sarcasm, raising eyebrows and tightening the eyes.",
  "2_343": "The audience laughed because Ross introduced himself as Professor Geller, and he summed it up with a humorous pause, which was emphasized by the audience's laughter.",
  "2_344": "The audience laughed because Dorothy said she made a hand puppet of Rose and used facial action units like brow lowerer, lid tightener, and cheek raiser.",
  "2_345": "The audience laughed because Chandler's forgetfulness and lack of tools were exaggerated, and his deadpan tone and facial expression enhanced the comedic effect.",
  "2_35": "The audience laughed because Chandler self-deprecatingly confessed his desperation for love, which was accentuated by his facial expression and the prosodic features in his speech.",
  "2_350": "The audience laughed because Dorothy joked about Sonny Bono becoming a mayor and making the postmen wear leather bell bottoms and fur vest, which was a humorous and unexpected statement.",
  "2_351": "The audience laughed because Marvel's manners on only once a week made the depressed PERSON laugh, as conveyed through the prosodic features and video caption.",
  "2_352": "The audience laughed because Dorothy's emphasis on the stand-alone nature of \"Nightmare on Elm Street 4\" was unexpected and subtly sarcastic, which was enhanced by the pause after her statement.",
  "2_357": "The audience laughed because Phoebe made a joke and acknowledged it, creating a humorous and relatable moment.",
  "2_359": "The audience laughed because Chandler made a sarcastic remark about Joey's intelligence, and the audience perceived the irony in his statement, which was emphasized by his facial expressions and prosody.",
  "2_361": "The audience laughed because the member-girl's facial expression and sarcastic tone conveyed her disagreement with Scott's statement, creating a humorous contrast.",
  "2_369": "The audience laughed because Chandler insisted on his seat and Joey mocked him, using facial expressions to convey the humor in the situation.",
  "2_370": "The audience laughed because Chandler's statement about stopping the Q-tip when there is resistance was unexpected and relatable, and his facial expressions conveyed humor.",
  "2_372": "The audience laughed because Chandler admits to smoking again and still smoking, which was unexpected and emphasized with a jaw drop facial expression.",
  "2_373": "The audience laughed because Chandler mentioned making a coconut phone with a professor, which is an absurd activity, and his deadpan delivery was enhanced by the pause in speech and facial expression.",
  "2_374": "The audience laughed because Chandler repeatedly called out for Janice, who he previously broke up with, creating a humorous situation and anticipation for the character's reaction.",
  "2_376": "The audience laughed because Chandler's self-pitying statement was unexpected, and his pause before the punchline, combined with a loud delivery and raising pitch, created a humorous contrast.",
  "2_377": "The audience laughed because Chandler made a witty reference to Gloria Estefan's song, and used a humorous tone in his delivery, as indicated by his raised cheeks, lowered brow, and tightened lids.",
  "2_378": "The audience laughed because Dorothy's sarcastic response to Blanche's question about her date with a man was unexpected and humorous, highlighted by the use of a humorous metaphor.",
  "2_380": "The audience laughed because Joey panicked and yelled about the stolen ring, while Chandler sarcastically mocked him, causing a humorous contrast.",
  "2_381": "The audience laughed because the moderator's response of \"Noo..\" (accompanied by a facial expression involving nose wrinkling, brow lowering, and cheek raising) to Scott's sarcastic statement triggered a humorous moment.",
  "2_389": "The audience laughed because Monica's joke, \"Huh! What's dufus spelled backwards?\" was unexpected and had a humorous twist.",
  "2_39": "The audience laughed because Chandler's eagerness to sign a document was exaggerated and his use of humor provided a comedic relief in the otherwise serious conversation.",
  "2_390": "The audience laughed because of the unexpected answer given by Dorothy with the added humor of audience laughter cue after mentioning Phillis George leaving the morning news.",
  "2_392": "The audience laughed because Chandler made a witty remark with a good timing, calling out on the woman's use of the word \"perfect\" in describing a potential date.",
  "2_398": "The audience laughed because Dorothy sarcastically suggested Rose to enjoy watching Sophia cut herself while preparing cake, implying Sophia's ineptitude.",
  "2_406": "The audience laughed because Ross sarcastically apologized for being thrown out of Rachel's office, creating a humorous moment in an otherwise tense conversation.",
  "2_407": "The audience laughed because Joey's simple greeting, \"Hey!\" was accompanied by a humorous facial expression and timing.",
  "2_408": "The audience laughed because of Chandler's sarcastic response to the person leaving him.",
  "2_410": "The audience laughed because Ross used a euphemism to describe his ex-wife's lesbianism and the timing of the labeling in the conversation was unexpected and humorous.",
  "2_413": "The audience laughed because Phoebe made a joke about being in jail, which was unexpected, and her facial action units supported the humor, while the prosodic and acoustic features signaled surprise and emphasized the punchline.",
  "2_416": "The audience laughed because Chandler humorously accused Ross of burying the girl he was with, creating a contrast between Ross's romantic intentions and Chandler's morbid joke.",
  "2_42": "The audience laughed because of the relief of tension caused by the emergency situation in Utterance 0 and the unexpectedness of the plea and interruption in Utterance 2.",
  "2_420": "The audience laughed because Chandler admits he's in love with Joey's girlfriend, and when his friends show him love and support, he gets a comically dramatic reaction.",
  "2_421": "The audience laughed because Chandler comically exaggerated Joey's hernia by suggesting that laser eye surgery could fix it, and used a self-referential joke to do so.",
  "2_423": "The audience laughed because Monica sarcastically complained that she has nothing better to do than to be praised as a chef, and her facial expressions matched her tone and the situation.",
  "2_426": "The audience laughed because Joey expressed his love for morning in a dramatic way, using a humorous tone, with facial cues of happiness, resulting in a funny moment.",
  "2_427": "The audience laughed because Rachel's remark in utterance 3 (\"Oh-oh, that's a risky little game!\") was followed by the caption \"(audience laughs)\", suggesting the audience found the remark humorous.",
  "2_429": "The audience laughed because Phoebe playfully denied being pregnant by exaggerating her innocence and using a high-pitched tone, along with facial expressions that conveyed a surprised and amused emotion.",
  "2_43": "The audience laughed because Chandler's justification for not having a savings account in his late twenties was ridiculous.",
  "2_430": "The audience laughed because Chandler's comment created a humorous contrast between his urgency and the mundane topic, emphasizing his comedic persona.",
  "2_433": "The audience laughed because Chandler's delivery and timing of \"I was saying the actual words\" was unexpected and humorous, causing a release of tension.",
  "2_434": "The audience laughed because Chandler's attempt to pee standing up, highlighted by his facial actions and the audience's animated response, induced humor.",
  "2_438": "The audience laughed because Chandler's response \"Struck down in the prime of life\" to Monica's statement about being sick was a humorous overreaction, supported by the audience's laughter cue.",
  "2_440": "The audience laughed because Monica compared a big secret to having a third nipple, which was unexpected and humorous.",
  "2_442": "The audience laughed because Dorothy made a sarcastic comment about Rose's tendency to start fires in the kitchen, which was unexpected and humorous.",
  "2_443": "The audience laughed because Chandler made a sarcastic exclamation about a knapsack  while Monica becomes anxious and self-conscious about marriage, which causes tension in the scene.",
  "2_447": "The audience laughed because Chandler made a joke about accidentally seeing a woman's breasts and emphasized that he wasn't being a peeping tom, which was unexpected and humorous.",
  "2_448": "The audience laughed because Monica's persistence on calling Greg and Jenny despite Phoebe's hesitance was comically relatable, and her declaration inspired a comically abrupt surge of audience mirth.",
  "2_449": "The audience laughed because Chandler's phrase \"Oh no, now it's not gonna make any sense\" was unexpected and created a humorous situation.",
  "2_45": "The audience laughed because Dorothy joked about selling \"girl scout toilets,\" which is an unexpected and absurd phrase.",
  "2_450": "The audience laughed because Chandler sarcastically suggested Joey needed something in his head to control what he says, which implied he often says nonsensical things. The humorous tone and sarcastic delivery of the line further contributed to the laughter.",
  "2_456": "The audience laughed because Chandler made a sarcastic remark after Joey explained about his audition for a play, inducing amusement through a combination of prosodic and facial expressions.",
  "2_457": "The audience laughed because Chandler made a sarcastic joke about a parent being cruel regarding the flatness of a child's pillow, and the timing emphasized the punch line.",
  "2_461": "The audience laughed because Chandler's remark about Mrs. Tribbiani looking like her son was unexpected, mildly offensive, and delivered in a deadpan tone, which created a humorous contrast.",
  "2_462": "The audience laughed because Dorothy's sarcastic response and the use of exaggeration in her utterance about giving a eulogy at a pie eating contest were unexpected and humorous.",
  "2_464": "The audience laughed because Chandler's line about not wanting to go into the water because he just had an M&M was unexpected and humorous, as indicated by the audience laughter.",
  "2_465": "The audience laughed because Dorothy's sarcasm was conveyed through her prosodic features when she suggested Rose should go over the Niagara falls in a barrel.",
  "2_471": "The audience laughed because member-girl's response \"Amazing,\" expressed in a sarcastic tone and accompanied by a smirk (Facial Action Units), induced a humorous incongruity with the question (Utterance) and the situation in the waiting room (Video caption).",
  "2_474": "The audience laughed because Chandler's response \"Lovely\" was delivered with a sarcastic tone, evidenced by a combination of specific facial action units and a drop in F0 contour mean.",
  "2_475": "The audience laughed because Chandler cleverly used exaggeration to respond to Joey's request, creating a humorous situation, as indicated by the use of exaggerated prosodic features and audience laughter cues.",
  "2_477": "The audience laughed because Chandler created a comedic effect by describing a seemingly ordinary situation with an unexpected and humorous twist, as evidenced by the use of facial action units and the audience laughing moment.",
  "2_478": "The audience laughed because Chandler made a self-deprecating joke about his love life, which is relatable and unexpected (utterance 5).",
  "2_479": "The audience laughed because Dorothy mistakenly referred to a character from a TV show, creating a comedic situation.",
  "2_482": "The audience laughed because Phoebe suggested Chandler to come along, watch naked girls dance, and called him a wuss. This is reflected in her facial expressions, conveyed through prosodic features, and emphasized by the audience laugh.",
  "2_484": "The audience laughed because Ross made a sarcastic joke, implying Chandler’s tailor was in prison, which was unexpected and humorous.",
  "2_485": "The audience laughed because \"MEMBER-BOY\" complimented \"Scott\" for his initial impression in an ironic tone, indicated by the facial expressions of \"Lid tightener\" and \"Upper lid raiser\" and the rise of F0 contour.",
  "2_487": "The audience laughed because Chandler made a humorous comment about Phoebe flying a spaceship and Ross' fashion sense, followed by a witty reference to \"Fraggle Rock\" when talking to a child.",
  "2_488": "The audience laughed because Chandler's delay in responding with a fake laugh to wake up and hide his concern about the missing ring was humorous (Utterance 2).",
  "2_489": "The audience laughed because Dorothy expressed confusion about the commercials for obsession in a humorous way.",
  "2_49": "The audience laughed because Joey's simple yet unexpected \"We got a box.\" statement delivered with a humorous facial expression and prosody.",
  "2_490": "The audience laughed because Chandler made a joke about the mysterious object being part of a contest, which was unexpected and humorous.",
  "2_491": "The audience laughed because Chandler's response of not caring, combined with his facial expressions and the pause, created a humorous contrast to Joey's previous serious suggestion.",
  "2_492": "The audience laughed because Rose implied that Dorothy is dependent and lacking a life of her own, which was relatable and humorous.",
  "2_493": "The audience laughed because Chandler's sarcastic tone and his outrageous toilet joke, paired with a shocked facial expression (Lip stretcher, Dimpler, Cheek Raiser), created a comical and unexpected moment.(audience laughs)",
  "2_494": "The audience laughed because Chandler made a witty remark about Richard's age, comparing him to buildings while using expressive facial action units and a humorous prosodic contour.",
  "2_498": "The audience laughed because Chandler's sarcastic remark about how many cameras were on him was unexpected, and the timing of the punchline was spot-on, eliciting a humorous response.",
  "2_50": "The audience laughed because Chandler sarcastically dismissed Rachel's smoking cessation patch, causing a humorous tension.",
  "2_500": "The audience laughed because Monica's unexpected response, switching from excitement to absolute rejection, elicited a comedic surprise.",
  "2_502": "The audience laughed because of the unexpected and absurd reference to Michael Jackson's interest in buying the remains of the Elephant Man, highlighted by the speaker's emotional tone and the audience's laughter.",
  "2_504": "The audience laughed because Phoebe initially expressed worry about the drums being an unbearable living situation, but then sarcastically said it was apparently not, implying her roommate's drumming was, in fact, unbearable.",
  "2_505": "The audience laughed because of the unexpected explanation by Dorothy that the kidney was to feed the cat, as indicated by the presence of laughter in the utterance.",
  "2_506": "The audience laughed because Rachel's exaggerated reaction (facial expressions, raised voice, and mention of leaving) to Person's comment was unexpected and comedic.",
  "2_507": "The audience laughed because Dorothy joked about keeping Sophia in the trunk, a morbidly humorous scenario, causing relief after Sophia's hospital discharge.",
  "2_508": "The audience laughed because Chandler's sarcastic joke about a man needing a dangerous operation induced humor, as indicated by the audience's laughter.",
  "2_509": "The audience laughed because Chandler insulted Joey's girlfriend, using the term \"crazy bitch,\" which is unexpected and socially inappropriate in a friendly conversation.",
  "2_511": "The audience laughed because Chandler humorously suggested the speaker wear a chicken suit, which clashed with her fashion sense. The unexpected humorous remark was further emphasized by the audience's laughter.",
  "2_512": "the audience laughed because Dorothy answered Rose's question about Spanish fly being a fly with a humorous quip, and her corresponding facial expressions and prosodic cues conveyed the joke.",
  "2_514": "the audience laughed because Ross's exaggerated facial expressions and loud tone in response to 'What's going on?!' induced amusement.",
  "2_518": "The audience laughed because Chandler's claim that he is quite the woodsman sounded silly and unexpected, which was reflected in his facial expressions (jaw drop, inner brow raiser).",
  "2_523": "The audience laughed because Chandler joked about being a \"headhunter,\" connecting it to Rasputin, while his cheek raising and brow lowering facial action units added to the humor.",
  "2_524": "The audience laughed because of Chandler's sarcastic tone and exaggeration in his response to Ross's invitation, as indicated by the (audience laughs) mark and the absence of facial action units in the utterance.",
  "2_526": "The audience laughed because the speaker pointed out the obvious and made a sarcastic joke in utterance three, creating a humorous contrast to the situation.",
  "2_527": "The audience laughed because one of the members stated that Scott is a sarcasmoholic, and the other member sarcastically responded, \"We thought you were just here for the company,\" accompanied by a display of facial action units.",
  "2_531": "The audience laughed because Joey made a self-deprecating joke about his personal hygiene, which was unexpected and amusing, leading to an inner brow raiser, upper lid raiser, and outer brow raiser facial action units, and a decrease in mean F0 contour.",
  "2_532": "The audience laughed because Chandler made a humorous comment about the Jamestown colony of Virginia and their land grant, accompanied by a facial expression that involved a lowered brow, tightened eyelids, and raised cheeks.",
  "2_54": "The audience laughed because Rachel's near-death experience was exaggerated, leading to a humorous effect.",
  "2_541": "The audience laughed because Chandler's sarcastic comment and his use of audience awareness as a comedic device (\"Excuse me\") induced surprise and amusement, heightened by his facial expressions (Brow lowerer, Lid tightener, and Cheek raiser) and the pause he made.",
  "2_542": "The audience laughed because Joey sarcastically wished luck to Ross about talking to Rachel while on the phone in a bathroom, creating a silly and awkward situation.",
  "2_546": "The audience laughed because Chandler sarcastically suggested that Rachel had been excited about the party all night, using a funny tone and pattern, which was emphasized by their facial expressions.",
  "2_547": "the audience laughed because Chandler asked Joey about how much he has won, with a witty remark \"(audience laughs)\", and his facial expressions and intonation suggested humor.",
  "2_548": "The audience laughed because of the humorous timing caused by the man's interruption and delivery of the punchline, emphasized by the woman's facial expressions and the audience's anticipation of a punchline.",
  "2_550": "The audience laughed because Chandler initially refused to eat but later agreed to have food, creating a humorous situation.",
  "2_556": "The audience laughed because Chandler's desire to look for his keys after death, expressed with a silly facial expression, evokes a humorous relief from the tension of the topic of death.",
  "2_558": "The audience laughed because Chandler made a joke about Monica's boots costing her one husband, which was unexpected and the timing of the joke was perfect.",
  "2_560": "The audience laughed because Phoebe's plan to seem okay with seeing someone involves an awkward lie, which creates a humorous situation that resonates with the viewers.",
  "2_567": "The audience laughed because Chandler's witty remark about his third nipple opening the magical land of Narnia was unexpected and absurd, with the timing and tone of his delivery adding to the humor.",
  "2_570": "The audience laughed because Chandler's question about men's whereabouts in Utterance 1, delivered in a sarcastic tone (indicated by raised Brow Lowerer, Lid Tightener and Nose Wrinkler), resonated with the viewers who found it funny.",
  "2_572": "The audience laughed because Rachel expressed her happiness for her friends falling in love and the remark was followed by a moment of silence, emphasizing the joke.",
  "2_573": "The audience laughed because Chandler's comment about Ross's sketch of the plan being mistaken for his affection for the couch was a humorous misinterpretation.",
  "2_574": "The audience laughed because Joey's sarcastic reply induced a surprising twist in the conversation, conveyed through his subtle facial expressions and the emphasized acoustic features.",
  "2_575": "The audience laughed because Phoebe made a sarcastic comment about the girl's talent for playing guitar and singing at the same time.",
  "2_581": "The audience laughed because Chandler explained Joey's delayed gift (Utterance 1), which was hilariously revealed to be a homemade duckling baby mobile (Facial Action Units: Lid Tightener, Jaw Drop, Inner Brow Raiser), surprising and amusing the other characters.",
  "2_583": "The audience laughed because Chandler's statement about a bunny getting away was unexpected and humorous, as indicated by his Brow lowerer, Cheek raiser, and Lid tightener facial action units and the marked (audience laughs) moment in the video caption.",
  "2_586": "The audience laughed because Chandler made a sarcastic comment about crying over a cartoon, which was unexpected and humorous.",
  "2_587": "The audience laughed because Dorothy's sarcastic response and the timing of the punchline, \"But now I have hidden her again so you can find her,\" created a humorous moment.",
  "2_589": "The audience laughed because of Chandler's sarcastic comment, which was highlighted by his dimpled smile and cheek and lid movements, as well as the prosodic features, all of which were complemented by the humor in the situation.",
  "2_596": "The audience laughed because of the sarcastic tone in the utterance by Member-Boy, as indicated by his facial action units including lid tightener, brow lowerer, and inner brow raiser, along with his prosody, which triggered the audience's sense of humor.",
  "2_598": "The audience laughed because Chandler's witty comeback caught them off guard, and the timing of their laughter was emphasized by the auditory and visual cues.",
  "2_599": "The audience laughed because Dorothy humorously complained about Crocodin turbs wearing dark colors, which was unexpected and gave a novel twist to the conversation.",
  "2_604": "The audience laughed because Dorothy's unexpected response to Rose's mundane question, coupled with her deadpan delivery and the mention of space probe, created a humorous contrast.",
  "2_608": "The audience laughed because Chandler made a sarcastic comment, implying his attraction to Ross's sister-in-law, and used facial expressions to emphasize the point.",
  "2_611": "The audience laughed because of Rachel's suddenness in asking for advice on giving birth during a serious conversation.",
  "2_612": "The audience laughed because of the witty response of Dorothy in utterance number 3, suggesting that Mary Poppins might have an Italian cousin to take care of them.",
  "2_617": "The audience laughed because Chandler's question about protecting frogs from a tornado was unexpected and absurd, which was emphasized by his raised eyebrows and wrinkled nose.",
  "2_622": "The audience laughed because Chandler's joke about the boiling point of the brain was unexpected and funny, and his delivery, accompanied by facial actions and prosodic features, enhanced the humor.",
  "2_623": "The audience laughed because Chandler made a sarcastic comment about the video game being a treat for the eyes and ears.",
  "2_66": "the audience laughed because Chandler sarcastically complimented Joey for his failed attempt at fixing the stuck key, which created an ironic and humorous situation.",
  "2_71": "The audience laughed because Joey made a humorous comment about turning back time and his facial expression and prosodic features added to the comedic effect.",
  "2_73": "The audience laughed because Chandler got scared by Joey, leading to a sudden outburst, triggering a surprise reaction among the audience.",
  "2_74": "The audience laughed because Dorothy suggests Rose to show slides of Hawaii which is unexpected and out of context, triggering surprise and incongruity in the situation.",
  "2_77": "The audience laughed because Monica used a humorous tone and emphasized the phrase \"that gravy train had ended\" with a facial expression, which was unexpected and amusing to the audience.",
  "2_84": "the audience laughed because Chandler's sarcastic tone and content, \"If that doesn't keep kids in school, what will?\" induced amusement.",
  "2_88": "the audience laughed because Rachel's unexpected pause after saying \"Oh\" created a tension release and the facial expressions conveyed surprise and confusion, which was humorous.",
  "2_89": "The audience laughed because Dorothy revealed that Stan put her engagement ring at the bottom of her champagne glass during a toast, which she discovered three days later while on the home shopping network.",
  "2_9": "The audience laughed because Dorothy's sarcastic remark to Rose to \"open a stand\" was unexpected and humorous, indicated by the noticeable increase in shimmer and energy in the acoustic features.",
  "2_92": "The audience laughed because Chandler made a sarcastic comment about looking for a man to draw on him with chalk, which was unexpected and humorous.",
  "2_97": "The audience laughed because Rachel expressed her desire for a little guarantee in a sarcastic way, which was emphasized by her facial action units and vocal intonation."
}