{
  "1_10004": "The audience laughed because Sheldon's sarcastic comment on the woman's sexual behavior, coupled with his facial expression (lid tightener, lower lip depressor, inner brow raiser), created a humorous moment.",
  "1_10009": "The audience laughed because Penny's sarcastic response to the prediction of her and Leonard's relationship was unexpected and humorous.",
  "1_1003": "The audience laughed because Howard's suggestion to Leonard to 'cop a feel' while comforting Penny was inappropriate, and his use of facial action units emphasized the humor in his suggestion.",
  "1_10462": "The audience laughed because Howard suggested Sheldon a career in home care for the old and fat, which is a funny contrast to Sheldon's academic aspirations.",
  "1_10495": "The audience laughed because Amy suggested living together with Sheldon, and Sheldon's awkward response caused tension relief.",
  "1_10496": "The audience laughed because Sheldon exaggerated Amy's suggestion of living alone to starting a family and growing old together, using exaggerated facial expressions and a humorous tone.",
  "1_105": "The audience laughed because Sheldon's sarcastic comment about the cluttered living room and tiny garage sale on the coffee table was humorous and unexpected, as indicated by his facial expression and the audience laughter.",
  "1_10748": "the audience laughed because Amy made a witty observation about Penny's behavior towards Sauvignon Blanc, implying that Penny has a problem with Leonard's girlfriend.",
  "1_10797": "The audience laughed because Amy made a sarcastic comment about her lack of progress in her relationship, contrasting it with a new couple's quick intimacy.",
  "1_10829": "The audience laughed because Sheldon joked about losing friends, and his deadpan delivery, combined with a smirk and facial dimples, created a humorous moment.",
  "1_10849": "The audience laughed because Howard's emotional attachment to the comic book store was so strong that it made them find his statement funny.",
  "1_10890": "The audience laughed because Raj made a joke about Bernadette's impact on the field of robotics, which was unexpected and humorous.",
  "1_11006": "The audience laughed because Penny sarcastically commented on the couple's dysfunctional relationship, highlighting the irony of their situation.",
  "1_11021": "The audience laughed because Penny's comment about getting out of a car without underwear was unexpected and humorous, as indicated by the audience's laughter.",
  "1_11051": "The audience laughed because of the witty comment made by the speaker in utterance 4, which was reinforced by the audience's positive reaction captured by the \"audience laughing\" caption.",
  "1_11055": "The audience laughed because Leonard revealed Penny's infidelity in a humorous way, causing a surprise element and building tension in the scene.",
  "1_11098": "The audience laughed because Bernadette's assumption that Penny's prom dress was balled up in the corner of a barn somewhere was unexpected and humorous.",
  "1_11120": "The audience laughed because Sheldon's comment about having a few jokes in the bank for next time was unexpected and delivered with a humorous facial expression.",
  "1_11177": "The audience laughed because Sheldon's statement about missing Leonard's snoring was unexpected and ironic, and his use of a sentimental tone added to the comedic effect.",
  "1_11224": "The audience laughed because Howard joked about being trapped while Bernadette kept talking about their relationship, which created a humorous situation.",
  "1_11232": "The audience laughed because Bernadette revealed that she loves doing all the cleaning while Howard is okay with it, creating a humorous gender stereotype reversal.",
  "1_11242": "The audience laughed because Bernadette's comment about her husband's excessive grooming habits was relatable and humorous.",
  "1_11243": "The audience laughed because Howard joked about peeing in the kitchen sink, which was unexpected and socially inappropriate, triggering a violation of social norms.",
  "1_11253": "The audience laughed because Sheldon announced the end of his popular internet show and girlfriend, which was unexpected and humorous.",
  "1_11322": "The audience laughed because Penny praised Sheldon for staying on topic, which was unexpected given his tendency to go off-topic, and her sarcastic tone was emphasized by her facial expressions and prosody.",
  "1_11378": "The audience laughed because Howard's self-deprecating humor, combined with his facial expression and the prosodic features of his speech, created a humorous moment.",
  "1_11439": "The audience laughed because Penny sarcastically suggested buying pants from Walmart, which is a relatable and humorous reference to budget shopping.",
  "1_1144": "The audience laughed because Sheldon redefined the word \"plenty\" to mean \"two,\" which was unexpected and humorous.",
  "1_11526": "The audience laughed because Sheldon's sarcastic comment about subjecting himself to tasteless uncensored crotch talk induced humor and discomfort.",
  "1_11697": "The audience laughed because Penny challenged Sheldon to solve a puzzle box in a condescending tone, which was emphasized by her cheek raising and lip corner pulling facial expressions.",
  "1_11699": "The audience laughed because Raj sarcastically commented on Stuart's throw pillows, which were likely unattractive.",
  "1_11773": "The audience laughed because Penny's suggestion of keeping champagne on ice implied that Sheldon and Amy's decision to get a turtle was a big deal, which was funny.",
  "1_1180": "The audience laughed because Sheldon made a sarcastic comment about Leslie Winkle's contribution to science, which was emphasized by his facial expressions and the audience's positive reaction.",
  "1_1185": "The audience laughed because Leonard's self-deprecating humor created a positive atmosphere, and his acknowledgement of Sheldon's eccentricity was relatable.",
  "1_11885": "The audience laughed because the use of \"half a dozen menorahs\" to set a mood was unexpected and humorous, as indicated by the speaker's facial action units and the audience's response.",
  "1_1189": "The audience laughed because Sheldon refuses to go back to the Renaissance fair, which is unexpected and humorous.",
  "1_11901": "The audience laughed because Sheldon made a sarcastic comment towards Leonard, which was emphasized by his facial expressions and the audience's understanding of their dynamic.",
  "1_11913": "The audience laughed because Howard made a joke about his people wandering the desert for 40 years and taking that long to walk it off, which was a humorous reference to their history.",
  "1_11924": "The audience laughed because Howard made a joke about Amy being old while assigning her the task of pricing items for a garage sale, which was reinforced by his facial expressions and the audience's anticipation.",
  "1_12002": "The audience laughed because Sheldon warned Amy that she was in for a cranky night, implying that he would be difficult to deal with, which was humorous.",
  "1_12083": "The audience laughed because Howard's metaphor of \"popping\" the molecular cocktail like a zit, combined with his facial expression and the audience's anticipation, created a humorous and unexpected moment.",
  "1_12202": "The audience laughed because Leonard's \"disturbance in the Force\" joke was a reference to Star Wars and unexpected in the context.",
  "1_12275": "The audience laughed because the speaker expressed eagerness to eat Bernadette's meatloaf, and the timing of the audience laugh suggests that the humor was enhanced by the speaker's facial expressions and the surrounding context.",
  "1_12320": "The audience laughed because Raj mentioned a dead person in a cemetery, which was unexpected and ironic.",
  "1_1262": "The audience laughed because Sheldon sarcastically acknowledged his mistake, which was emphasized by his facial expressions and the audience's familiarity with his character's quirks.",
  "1_1296": "The audience laughed because Howard's exaggeration of the difficulty in getting a new pen, contrasted with Raj's assistant, was unexpected and humorous.",
  "1_1466": "The audience laughed because Sheldon made a sarcastic comment about including an inhaler in his paper, which was emphasized by his lower lip depressor, lid tightener, and jaw drop, and was followed by an audience laughter caption.",
  "1_1478": "The audience laughed because Howard made a joke about liking his fashion models pruny and bug-eyed, which was emphasized by his facial expression and the audience's reaction.",
  "1_1549": "The audience laughed because Howard's joke about getting the Mars Rover stuck on a dusty highway just outside Bakersfield, when it's actually on Mars, was unexpected and cleverly timed with a punchline.",
  "1_1560": "The audience laughed because Sheldon made a sarcastic comment about Howard's date, implying that she might end up in federal prison, which was unexpected and humorous.",
  "1_1627": "The audience laughed because the speaker revealed that he left one of his earrings in a patient's chest cavity during surgery, and then discreetly slipped off the other earring and got the hell out of there.",
  "1_1638": "The audience laughed because Leonard joked about the blunt instrument being the focus of his murder trial, which was unexpected and delivered with a humorous tone and facial expression.",
  "1_1732": "The audience laughed because the doctor's diagnosis of Sheldon's inflamed larynx was exaggerated, and the use of the phrase \"I've never seen anything like it\" was unexpected and humorous.",
  "1_175": "The audience laughed because Sheldon made a dark joke about a scratching post being for Leonard's double suicide, which was unexpected and humorous.",
  "1_1772": "The audience laughed because Howard made a sarcastic comment about Leonard's new friend, which was emphasized by the audience laughter cue.",
  "1_1798": "The audience laughed because Raj suggested building a bear for a girl instead of buying lotions and bath oils, which was a humorous and unexpected alternative.",
  "1_1803": "The audience laughed because Leonard made a witty comment about Penny's yoga excuse, which was unexpected and humorous.",
  "1_182": "The audience laughed because Sheldon's comment about Leonard's perspiration, coupled with his facial expression (lid tightener, lip stretcher, inner brow raiser), created a humorous and embarrassing situation.",
  "1_1931": "The audience laughed because Leonard's sarcastic remark about Sheldon's ridiculous suggestion to swim on the floor was unexpected and humorous.",
  "1_1973": "the audience laughed because Penny's statement about being a waitress for life at the Cheesecake Factory was unexpected and humorous.",
  "1_1987": "the audience laughed because Penny's sarcastic comment about the Department of Water and Power's idea of \"ambience\" was unexpected and humorous, and her facial expression and tone of voice were exaggerated.",
  "1_2119": "The audience laughed because of the humorous remark made by the speaker in utterance 4, which was emphasized by the speaker's prosodic features and the facial expression of the characters in the video.",
  "1_213": "The audience laughed because Sheldon's sarcastic and insulting remarks towards the new department head, Dr. Gablehauser, were delivered with a deadpan expression and emphasized with a combination of lip corner pulling, cheek raising, and lid tightening facial action units.",
  "1_2198": "The audience laughed because Sheldon's sarcastic remark about the pointless conversation was emphasized by his lip stretching and inner brow raising, and the timing of the joke was well executed.",
  "1_2354": "The audience laughed because Sheldon made a sarcastic joke questioning whether cocaine smugglers label their boxes, which was unexpected and humorous.",
  "1_2361": "The audience laughed because Leonard's polite response to an unnecessary thank you was humorous and unexpected.",
  "1_2464": "The audience laughed because Penny sarcastically complimented Leonard's date, Captain Sweatpants, and his hygiene, which was emphasized by the audience laughter cue.",
  "1_2575": "The audience laughed because Sheldon questioned Leonard's belief in superstition, which was ironic given Sheldon's own quirks.",
  "1_2580": "The audience laughed because Howard suggested changing his name and moving to Israel, which was unexpected and humorous.",
  "1_2614": "The audience laughed because Leonard's statement about thinking of Sheldon's grant proposal every day was relatable and humorous.",
  "1_2616": "The audience laughed because Leonard's remark about pummeling Sheldon to death was unexpected and violent, contrasting with the intellectual and calm tone of their conversation.",
  "1_276": "The audience laughed because Leonard joked about his name and being in advanced classes not getting him beaten up enough, as indicated by his facial expression and the audience laughter.",
  "1_2778": "The audience laughed because Raj made a humorous comment about Sheldon's physical abilities, which was unexpected and ironic, and was accompanied by a raised inner and outer brow and a lowered brow.",
  "1_2792": "The audience laughed because Penny suggested going back to being friends with Leonard, which was unexpected and humorous.",
  "1_2797": "The audience laughed because Sheldon suggested a technological solution to Penny's forgetfulness, leading to a humorous moment.",
  "1_2819": "The audience laughed because Sheldon's desire to go to a Goth nightclub was unexpected and humorous.",
  "1_2853": "The audience laughed because Sheldon's description of waitressing at The Cheese Cake Factory as a complex socio-economic activity that requires analysis and planning was humorous and unexpected.",
  "1_3064": "The audience laughed because Sheldon's response to Leonard's question about Cylon toast was unexpected and exaggerated, and his delivery was marked by a humorous intonation and facial expression.",
  "1_3125": "The audience laughed because Howard joked about Leonard building a girlfriend, which was unexpected and humorous, and was accompanied by a clear audience reaction.",
  "1_3256": "The audience laughed because the character's masturbation fantasy was exposed, and the woman's sarcastic remark about it was followed by a witty comment about it being a \"class act.\"",
  "1_3259": "The audience laughed because the woman's sarcastic comment about Howard's make-believe game with her, and her suggestion of Princess Leia as a potential dating option, was unexpected and humorous.",
  "1_3287": "The audience laughed because Sheldon sarcastically suggested an eating contest while mocking Penny's suggestion of a family-style dinner, which was emphasized by his facial expression and prosodic features.",
  "1_3293": "The audience laughed because Sheldon compared Leonard's work to growing lima beans in wet paper towels, which was a humorous and unexpected analogy.",
  "1_340": "The audience laughed because Raj made a self-deprecating joke about being replaceable, which was unexpected and humorous.",
  "1_3419": "The audience laughed because Penny made a sarcastic remark about Howard's topic of conversation, which was already covered well by Leonard, as indicated by the audience's laughter.",
  "1_3545": "The audience laughed because Howard's joke about Jews preferring Chinese food is unexpected and relatable, which is emphasized by his facial expressions and the audience's reaction.",
  "1_3573": "The audience laughed because Penny joked about Sheldon's intention to study them, implying he was an alien, which was unexpected and humorous.",
  "1_3660": "The audience laughed because Penny made a sarcastic joke about Leonard's box of garage sale items, implying he needed a new girlfriend.",
  "1_3707": "The audience laughed because Leonard's sarcastic tone and Sheldon's narcissistic personality clash, creating a humorous tension that is relieved by Leonard's blunt response.",
  "1_3766": "The audience laughed because Leonard's request to talk about something related to life on Earth was a humorous contrast to the previous conversation about animal genitals.",
  "1_4031": "The audience laughed because Sheldon's sarcastic comment about Albert Einstein's hope for the laser to be \"bitchin'\" was delivered with exaggerated facial expressions and a humorous tone, which created a comical effect.",
  "1_4145": "The audience laughed because Leonard's sarcastic remark about Sheldon's bird-trapping device being a groundbreaking research was unexpected and humorous.",
  "1_427": "The audience laughed because Sheldon's sarcastic remark about canceling his planetarium membership due to lack of space in his wallet was humorous, as indicated by the audience's laughter.",
  "1_430": "The audience laughed because Raj played an embarrassing ringtone and the contrast between his desperation for new friends and the comedic ringtone induced laughter.",
  "1_4552": "The audience laughed because Amy's unexpected and awkward revelation about her unusually firm cervix induced surprise and shock, which were conveyed through her facial expressions and the audience's acoustic features.",
  "1_4576": "The audience laughed because Amy told a dirty story, and the audience found it funny. The story was from Chaucer's \"The Miller's Tale,\" and Bernadette dared Amy to tell it.",
  "1_4743": "The audience laughed because Howard made a humorous remark about the topics of science to talk about, including \"our friend the beaver,\" which was accentuated by his facial expression and the audience's reaction.",
  "1_4760": "The audience laughed because Sheldon's sarcastic comment about keeping Archies in the bedrooms of ten-year-old girls was unexpected and humorous.",
  "1_4789": "The audience laughed because of the unexpected revelation that Leonard dated Penny, which was emphasized by the person's surprised expression and the use of eyebrow and lid raising facial action units.",
  "1_4967": "The audience laughed because Leonard's statement, \"We might be starting to zero in on your problem,\" hinted at Raj's lack of sex appeal, which was a humorous topic of conversation.",
  "1_4995": "The audience laughed because Sheldon, who is known for his arrogance and lack of social skills, acknowledged that Penny taught him something. This was unexpected and humorous.",
  "1_5058": "The audience laughed because Sheldon made a sarcastic comment about Leonard's research, using a humorous tone and facial expression, and implying that it was not worth discussing over a fancy dinner.",
  "1_507": "The audience laughed because of Sheldon's witty remark about the possibility of a trash can spontaneously forming around the letter, which was supported by the humorous use of Occam's razor.",
  "1_5134": "The audience laughed because Penny accidentally went to a porn audition instead of a cat food commercial, as revealed in utterance 5.",
  "1_5156": "The audience laughed because Howard made a crude joke about Leonard kissing his sister, which was emphasized by his use of facial action units and the audience's response captured in the video caption.",
  "1_5166": "The audience laughed because Penny sarcastically commented on the present time being great, which was emphasized by her facial expression and prosodic features.",
  "1_5211": "The audience laughed because Amy's comment on Bernadette's romantic snowflake gift was ironic, given the heavy-handedness of holding such a delicate object.",
  "1_536": "The audience laughed because Sheldon's serious tone while mentioning Applied Particle Physics quarterly was unexpected and his lack of social awareness is a recurring comedic element in the show.",
  "1_537": "The audience laughed because Penny's comment on Sheldon's magazine being delivered while hers wasn't, was relatable and her use of facial expressions and tone of voice added to the humor.",
  "1_5496": "The audience laughed because Penny joked about renting her womb out to a gay couple, which was unexpected and socially taboo.",
  "1_5571": "The audience laughed because Sheldon's request for penicillin, syrup of ipecac, and a mint was unexpected and humorous, which was emphasized by his facial expressions and the audience's reaction.",
  "1_5572": "The audience laughed because Sheldon's dramatic statement about his tombstone, combined with his exaggerated facial expressions, created a humorous moment.",
  "1_5580": "The audience laughed because Howard made a humorous comparison between Indian and Jewish mothers, implying that his mother is overprotective.",
  "1_5617": "The audience laughed because Sheldon's definition of a heart-attack-like event as \"an event that's like a heart attack\" was unexpected and ironic, as it was redundant and unnecessary.",
  "1_5627": "The audience laughed because Raj's sarcastic comment about Leonard's ex-girlfriend and current girlfriend hanging out together was unexpected and humorous, as indicated by his raised eyebrows and cheek movements.",
  "1_5679": "The audience laughed because Sheldon sarcastically responded to Amy's suggestion of massage with an image of a stranger covering his body with oil and rubbing it.",
  "1_5699": "The audience laughed because Sheldon gave Raj a living will and durable power of attorney, and Leonard joked about the reciprocity clause, which was followed by Sheldon's sarcastic comment about Leonard's lapel pin.",
  "1_5751": "The audience laughed because Bernadette called Raj a \"cutie pie\" and said any girl would be lucky to have him, which was unexpected and humorous.",
  "1_5758": "The audience laughed because Amy joked about Penny being the face of hemorrhoids, which was unexpected and humorous. The joke was emphasized by the audience laughter.",
  "1_5880": "The audience laughed because Amy and Leonard's synchronized line, \"When you're done copping a feel, that goes on my wrist,\" was unexpected and humorous.",
  "1_5964": "The audience laughed because Howard made an inappropriate joke about a deaf person, and used a whisper to avoid being heard, which was unexpected and ironic.",
  "1_60": "The audience laughed because Sheldon complimented Leonard's intelligence and expressed his admiration for him, which was emphasized by his facial expressions and the audience's positive response.",
  "1_6020": "The audience laughed because Sheldon threatened to put Penny back on his list of mortal enemies and joked about the outdated technology of his list being on a floppy disk.",
  "1_6032": "The audience laughed because Sheldon pointed out Howard's inability to see his own flaws, which is a relatable and humorous observation.",
  "1_6039": "The audience laughed because Bernadette expressed her concern about breaking up with Howard over his inability to go to space, which was unexpected and humorous.",
  "1_6065": "The audience laughed because Sheldon made a sarcastic comment about his mother's Flat Earth Society group being advanced, and his use of sarcasm was conveyed through his facial expressions and prosody.",
  "1_6092": "The audience laughed because Leonard's sarcastic comment and the use of the phrase \"mighty white of you\" in response to the person's statement about alcohol problems was unexpected and humorous.",
  "1_6113": "The audience laughed because Howard's excitement about going to space and his exaggerated facial expressions (Lid tightener, Upper lid raiser, Cheek raiser) induced humor.",
  "1_6134": "The audience laughed because Sheldon sarcastically commented on Nobel Prize winners, emphasizing his arrogance and self-importance, which was conveyed through his prosodic features and facial action units.",
  "1_6165": "The audience laughed because Sheldon's comment on mildly startled expressions was ironic, and his tone and timing were humorous.",
  "1_6183": "The audience laughed because Raj pointed out the irony of Sheldon's statement, as he had paper clips right in front of him, which was emphasized by Raj's facial expressions and prosodic features.",
  "1_6188": "The audience laughed because Penny recognized Leonard from their past relationship, which was unexpected and humorous. (Utterance 8)",
  "1_6211": "The audience laughed because Sheldon's sudden laugh in response to Bernadette's question was unexpected and humorous, as seen in utterance 6.",
  "1_6221": "The audience laughed because Bernadette made a sarcastic comment about bridesmaid dresses, which was emphasized by her facial expressions and the audience could sense the humor in her tone.",
  "1_6355": "The audience laughed because Leonard's sarcastic tone and humorous description of his disastrous date, with a touch of self-deprecation, created a relatable and amusing situation.",
  "1_6370": "The audience laughed because Sheldon's odd fact about Amy's toe webbing and his deadpan delivery was unexpected and humorous.",
  "1_6426": "The audience laughed because Sheldon made a crude joke about a man wanting to lodge his other testicle up his anus during the holiday season.",
  "1_6427": "The audience laughed because Penny's comment about waiting for the ball to drop on New Year's Eve was a humorous suggestion, and her facial expressions and prosodic features conveyed her sarcasm.",
  "1_6428": "The audience laughed because Leonard's sarcastic response to Sheldon's Nobel Prize ceremony was unexpected and humorous. His mention of the scientists' attire added to the irony.",
  "1_6472": "The audience laughed because Sheldon sarcastically commented on Leonard's cocoa-making skills, which was emphasized by his facial expression and the use of (audience laughs) in the video caption.",
  "1_6504": "The audience laughed because Sheldon's comment about \"yucky, squishy things\" being the only achievement in biology was unexpected and elicited a humorous response.",
  "1_6627": "The audience laughed because Leonard's response to Penny's question about sex was unexpected and humorous, and his sarcastic comment \"have you ever tried it?\" was delivered with a humorous tone and facial expression.",
  "1_6648": "The audience laughed because Leonard made a sarcastic joke about Penny's father's neck massages, and his use of a simile was unexpected and amusing.",
  "1_6683": "The audience laughed because Howard made a sarcastic comment about the name \"Crash\" being perfect for an astronaut, using a combination of lip corner puller and cheek raiser facial action units and a descending F0 contour in his acoustic features.",
  "1_6766": "The audience laughed because Sheldon compared himself to Einstein, implying he is a genius, and failed to do simple tasks, which was ironic and humorous.",
  "1_6769": "The audience laughed because Amy sarcastically commented on Sheldon's ability to handle a delicate experiment, which was emphasized by her facial expressions and the audience's anticipation of Sheldon's reaction.",
  "1_6835": "The audience laughed because Amy's sarcastic comment about Bernadette was unexpected and humorous, and her use of \"lucky\" was emphasized by her brow lowering and the audience laughed at her facial expression.",
  "1_70": "The audience laughed because Penny's response to Howard's invitation was flirtatious and suggestive, as indicated by her facial expression and prosodic features.",
  "1_7047": "The audience laughed because Leonard's joke about living inside Sheldon's mother's body was unexpected and inappropriate, which was highlighted by the audience laughter cue.",
  "1_7082": "The audience laughed because Raj revealed a secret about his friend, admitting his addiction to pedicures, and his friend's loss of virginity to his cousin.",
  "1_7089": "The audience laughed because Bernadette's response to Howard's claim of a \"low-key\" night out was sarcastic and unexpected, which was conveyed through her facial expressions and the audience picked up on it.",
  "1_7281": "The audience laughed because Sheldon invited Raj to join him and Amy for dinner, but Raj was too busy feeling sorry for himself to accept.",
  "1_7357": "The audience laughed because Leonard's comment about Sheldon's tongue shrinking was a clever response to Sheldon's complaint, and the timing of the audience laughter was well-placed.",
  "1_7395": "The audience laughed because Amy made a witty remark about Penny's promiscuity, using a dog metaphor, which was unexpected and humorous.",
  "1_7400": "The audience laughed because Penny sarcastically acknowledged knowledge of the Higgs boson, a famous boson, after Sheldon asked if she was familiar with it.",
  "1_7402": "The audience laughed because Leonard made a humorous comment about Nobel prizes, and his use of a childlike phrase \"boom-boom in the potty\" added to the comedic effect.",
  "1_7442": "The audience laughed because Sheldon joked about religious people calling him a witch for his complicated science project title, and he dumbed it down to \"A Rederivation of Maxwell's Equations Regarding Electromagnetism.\"",
  "1_7443": "The audience laughed because Penny revealed her five-year experiment with Leonard, and her facial expressions showed surprise and raised eyebrows.",
  "1_7445": "The audience laughed because Penny's flirtatious comment about taking off Sheldon's pants activated their sense of humor and sexual innuendo.",
  "1_7487": "The audience laughed because Howard made a joke about his mother being under his dentist and Bernadette being under the weather, which was a humorous way to explain their absence.",
  "1_7490": "The audience laughed because Howard made a sarcastic remark about astronauts not doing what they do for glory and fame, leaving that to rock stars, athletes, and Howie Mandels.",
  "1_7504": "The audience laughed because of the sentimental gift Howard brought back from space, and the cheesy line from the person, which was followed by a pause for laughter.",
  "1_7575": "The audience laughed because Howard sarcastically asked Raj to talk more about the party, which he had been talking about all week, using a combination of brow lowering, lid tightening, and nose wrinkling facial action units, and a rise in pitch and loudness in his acoustic features.",
  "1_7593": "The audience laughed because Sheldon defended Wil Wheaton's presence, despite Amy's disapproval, and mentioned his minor celebrity status, which many people recognize.",
  "1_7641": "The audience laughed because Howard joked about cheering up his mother with ice cream, implying he has a close relationship with food.",
  "1_7661": "The audience laughed because Sheldon made a sarcastic comment about Wolowitz's bragging, which was emphasized by his facial expressions and the audience's familiarity with the characters' personalities.",
  "1_7675": "The audience laughed because Penny's statement about crossing her legs when seeing a box of crayons was unexpected and sexually suggestive, as indicated by her facial expressions and the audience's laughter.",
  "1_7722": "The audience laughed because Sheldon's sarcastic tone and facial expressions conveyed his frustration with the other person's lack of effort to get better.",
  "1_7894": "The audience laughed because Raj suggested adding alcohol to his coffee to talk to HR, and the liquor store guy recommended it, which was unexpected and humorous.",
  "1_7953": "The audience laughed because of the humorous reference to the sci-fi show Star Trek in utterance 2, which was delivered with a sarcastic tone and accompanied by raised eyebrows and a tight-lipped smile.",
  "1_8045": "The audience laughed because Raj's joke about Howard's mom being dumped using a forklift was unexpected and humorous, as indicated by the audience laughter and Raj's facial expressions.",
  "1_8052": "The audience laughed because Penny made a comparison between Leonard and Sheldon's friendship to Burt and Ernie's, which was endearing and humorous.",
  "1_8078": "The audience laughed because Howard joked about how Jewish people use food and guilt to keep others, and Raj replied with \"Oh, Howard, stop.\" (Utterances 4-5)",
  "1_8136": "The audience laughed because of the irony in the speaker's statement about being happy to spend Valentine's Day with strangers, as indicated by the sudden audience laughter.",
  "1_8159": "The audience laughed because Leonard expressed his desire for a romantic proposal with flowers and being swept off his feet, but rejected the idea of a public proposal on a Jumbotron, which was relatable and humorous.",
  "1_8185": "The audience laughed because Bernadette suggested going to Red Lobster to talk about Raj's problem, and claimed to have the decency to wait for him to leave, while he was still present.",
  "1_8217": "The audience laughed because Raj promised a date would reveal his true self, which was unexpected and humorous.",
  "1_8407": "The audience laughed because Sheldon's exaggerated reaction to the TV show's ending, combined with his sarcastic comment and the use of facial action units, created a humorous moment.",
  "1_8417": "The audience laughed because Howard joked about his creepy behavior of putting up a camera, which was emphasized by his facial expression and the audience laughter cue.",
  "1_8452": "The audience laughed because the character's awkward behavior and bizarre excuses for his actions were humorous.",
  "1_8717": "The audience laughed because Bernadette sarcastically found Leonard's inability to pass a bus \"charming,\" as indicated by her facial expression and prosodic cues, and the audience's interpretation of the situation.",
  "1_8746": "The audience laughed because of the unexpected twist in Amy's response, where Sheldon's \"losing my virginity\" meant showing her a movie, not a sexual encounter.",
  "1_8749": "The audience laughed because Amy's comment about the \"glaring story problem\" in the movie was unexpected and humorous.",
  "1_8827": "The audience laughed because Penny's suggestive remark about Sheldon was unexpected and humorous, as indicated by her use of sexual innuendo and the audience's laughter.",
  "1_8837": "The audience laughed because Sheldon made a sarcastic comment with a touch of condescension towards Amy, using the phrase \"little lady\".",
  "1_90": "The audience laughed because Sheldon's description of Lois Lane's gruesome death, despite being scientifically inaccurate, was delivered with deadpan humor and unexpected brutality.",
  "1_9003": "The audience laughed because Sheldon's determination to talk to Professor Proton despite Leonard's reluctance was humorous.",
  "1_9087": "The audience laughed because Leonard claimed to be his aunt's favorite despite receiving an ugly sweater, while his brother got a car, which was a humorous contradiction.",
  "1_9245": "The audience laughed because Sheldon unexpectedly revealed that he yodels, which contrasts with the serious and technical conversation happening before.",
  "1_9668": "The audience laughed because Sheldon made a sarcastic comment about starting a meeting with a joke, which Amy took seriously and tried to end with one, leading to a humorous situation.",
  "1_971": "The audience laughed because of the humorous exaggeration of Howard's tongue swelling up to the size of a brisket. This was emphasized by his sarcastic response to Leonard's question.",
  "1_9963": "The audience laughed because of the unexpected murder mystery dinner, dramatic music, and the humorous line about pretending to be dead all night.",
  "1_9971": "The audience laughed because Howard made a sarcastic comment about bringing an insult to his friend's mother's faith, which was unexpected and humorous.",
  "1_9972": "The audience laughed because Penny made a humorous comment about checking the fridge for clues inside a beer, which was unexpected and delivered with a playful tone.",
  "1_9993": "The audience laughed because Penny's confident and humorous response to Raj's time travel scenario, combined with her cheek raiser, lip corner puller, and lid tightener facial expressions, and her upbeat and energetic prosodic features.",
  "2_102": "The audience laughed because Dorothy joked about her friend's frustration with the changing taste of coke, which is a relatable and humorous topic.",
  "2_103": "The audience laughed because Chandler made a sarcastic comment about playing a daredevil game called \"wait until last moment before I burst and die,\" while the situation was clearly not dangerous.",
  "2_104": "The audience laughed because Chandler's sarcastic question about the tanning place being the sun was unexpected and funny, and his facial expression (lid tightener, nose wrinkler, cheek raiser) added to the humor.",
  "2_105": "The audience laughed because Chandler made a joke about Ross's monkey's genitals, which was unexpected and taboo, and his use of facial action units and prosodic features enhanced the humorous effect.",
  "2_107": "The audience laughed because Joey suggested to Monica that she should act surprised at her birthday party, which was funny because it implied that Monica was not good at hiding her emotions.",
  "2_109": "The audience laughed because Chandler made a witty comment about littering and referenced the iconic \"crying Indian\" anti-littering campaign, which was unexpected and humorous.",
  "2_11": "The audience laughed because Dorothy made a suggestive joke about her and Rose's sex life, which was followed by a punchline about a cappuccino maker.",
  "2_112": "The audience laughed because Chandler made a humorous remark about smoking alone in a cell, which was reinforced by his facial expressions and the audience's understanding of the absurdity of the situation.",
  "2_114": "The audience laughed because Chandler's unexpected and absurd suggestion of Spanish midgets wrestling Julie was humorous, as indicated by the audience's laughter.",
  "2_115": "The audience laughed because Chandler's apology for not having the sheep, delivered with a dropped jaw and tightened lids, was unexpected and emphasized by the abrupt pause, leading to a humorous moment.",
  "2_120": "The audience laughed because Chandler's deadpan response to the guitar instruction was unexpected, and his acknowledgment of the audience's laughter added to the humor.",
  "2_121": "The audience laughed because of the humorous reference to the speaker's crush on Ben Gazara, which was emphasized by the speaker's facial expression and the audience's recognition of the celebrity name.",
  "2_123": "The audience laughed because the moderator's sarcastic response to Scott's comment was unexpected and humorous, as indicated by the sudden increase in the acoustic features and facial action units.",
  "2_124": "The audience laughed because Chandler's confusion and self-awareness about their trivia game performance induced a humorous moment, highlighted by the audience's laughter.",
  "2_126": "The audience laughed because Dorothy made a sarcastic comment about Joe Piscapo not getting the lead role in Rain Man, which was unexpected and humorous.",
  "2_128": "The audience laughed because Chandler's sarcastic response to Joey's attempt to build a mailbox was unexpected and humorous.",
  "2_129": "The audience laughed because Dorothy made a humorous comment about Blanche's long nails, which were implied to be impractical and unnecessary.",
  "2_13": "The audience laughed because Rachel agreed to play a game with Monica, but Monica was overly confident and showed her hand, which was a funny moment.",
  "2_134": "The audience laughed because Chandler made a witty joke about his struggle with choosing a ring, followed by a sudden change in topic to a paper cut, which was unexpected and humorous.",
  "2_135": "The audience laughed because Dorothy made a sarcastic comment about Jimmy Swaggart's motel bill, which was unexpected and humorous. This was emphasized by her facial expression and the audience's reaction.",
  "2_140": "The audience laughed because the moderator's sarcastic tone and denial of being sarcastic, as indicated by the audience laugh track, was humorous.",
  "2_141": "The audience laughed because Chandler's humorous remark about the monkey's attempt to spell out its name induced a positive emotional response, which was reinforced by his nose wrinkling, brow lowering, and cheek raising facial expressions.",
  "2_144": "The audience laughed because Dorothy made a humorous reference to the movie \"Lawrence of Arabia\" in response to Blanche's comment.",
  "2_148": "The audience laughed because Chandler made a witty remark about Phoebe's pronunciation, which was unexpected and humorous. The use of facial action units and the audience laughing moment indicate the joke's success.",
  "2_15": "The audience laughed because Chandler made a humorous remark about Joey catching on fire, which was emphasized by his facial expressions and the audience's positive reaction.",
  "2_151": "The audience laughed because Chandler's comment about leaving being rude was ironic, and his facial expression and prosody added to the humor.",
  "2_152": "The audience laughed because Joey's man's bag has compartments for all your stuff, which he demonstrated in a funny way, using facial expressions and gestures. Ross's comment on makeup also induced laughter due to the unexpectedness of the response.",
  "2_155": "The audience laughed because Chandler's exaggerated enthusiasm and repetition of \"all night laundry\" with a silly tone in utterance 5 induced a humorous effect.",
  "2_158": "The audience laughed because Dorothy made a sarcastic comment about the chicken, using extra flat and crispy, which was unexpected and humorous.",
  "2_160": "The audience laughed because Chandler made a humorous and unexpected joke about the reason for Phoebe and Mike's breakup, which was delivered with a confident and playful tone, accompanied by a smirk and a cheek raise.",
  "2_161": "The audience laughed because Chandler made a sarcastic comment in response to Monica's request to see the price, using humor and irony to suggest that the price was too high.",
  "2_162": "The audience laughed because of the humorous interruption caused by the character's leg cramp and their repeated cries of pain, which was emphasized by the inner brow raiser facial action unit and high shimmer and jitter acoustic features.",
  "2_163": "The audience laughed because Rachel's exaggerated expression and tone of voice conveyed her fear in a humorous way.",
  "2_168": "The audience laughed because Chandler's question \"Did I wake you?\" was delivered in a comical tone (Prosodic) and accompanied by a facial expression (Facial Action Units) that conveyed sarcasm and playfulness. Additionally, the audience may have found the situation relatable (Video caption).",
  "2_169": "The audience laughed because Chandler made a sarcastic comment about his bosses learning on their own, which was emphasized by the facial expression of nose wrinkling and the acoustic features of high pitch and increased shimmer.",
  "2_170": "The audience laughed because Chandler's response to Phoebe's question was unexpected and humorous, which was emphasized by his use of the historical phrase \"The British are coming?\" and the accompanying facial expressions.",
  "2_171": "The audience laughed because Monica's question \"What is the matter with your face?!\" was unexpected and the accompanying facial action units (lid tightener, cheek raiser, nose wrinkler) enhanced the humor.",
  "2_172": "The audience laughed because Chandler's sarcastic response to Joey's question was delivered with a humorous tone and facial expressions, which were emphasized by the audience's reaction.",
  "2_174": "The audience laughed because Chandler's sarcastic comment about \"Satan's minions at work again\" was delivered with a humorous facial expression and followed by a pause for audience reaction.",
  "2_177": "The audience laughed because the person's offer to show an ID was a humorous response to Rachel's disbelief that Bonnie was the person in front of her.",
  "2_178": "The audience laughed because Chandler made a humorous remark about enjoying his dessert on the balcony with a view while eating a good meal.",
  "2_180": "The audience laughed because Phoebe's sarcastic tone and the timing of her utterance \"That oughta do it\" was accompanied by a facial expression that involved cheek raising, lid tightening, and lip corner pulling, which signaled humor.",
  "2_182": "The audience laughed because Dorothy mentioned the \"liberarche marquee at Caesar's palace\" which was unexpected and humorous.",
  "2_183": "The audience laughed because Chandler's response \"No, rabies\" to Joey's question about shaving was unexpected and humorous, as indicated by Chandler's facial expression and the audience's response.",
  "2_186": "The audience laughed because Chandler's sarcastic comment about Joey's hole was unexpected and delivered with a humorous tone, which was emphasized by the audience laughter cue.",
  "2_187": "The audience laughed because Chandler made a sarcastic comment about Joey's appearance, which was emphasized by his facial expression and the audience laughter cue.",
  "2_188": "The audience laughed because Monica's retort to Rachel's accusation was unexpected and humorous, and her use of emphasis and facial expressions added to the comedic effect.",
  "2_189": "The audience laughed because Chandler's request to have his friends over was met with disapproval from Monica, leading to a humorous situation.",
  "2_190": "The audience laughed because the moderator's sarcastic tone and facial expressions, combined with the anticipation of hearing Scott's story, created a humorous situation.",
  "2_197": "The audience laughed because Chandler's sarcastic remark about vigilante justice was delivered with an exaggerated facial expression and a sarcastic tone, creating a humorous contrast between the seriousness of the topic and the lightheartedness of the delivery.",
  "2_2": "The audience laughed because Chandler made a dark joke about Phoebe's resolution to pilot a commercial jet, which was enhanced by his sarcastic tone and the use of facial action units such as lid tightener and lip corner puller.",
  "2_20": "The audience laughed because Chandler's humorous response to his duties triggered a positive emotional response, indicated by the audience laughing.",
  "2_203": "The audience laughed because Ross's frustration was exaggerated through his facial expression and emphasized by the audience's laughter.",
  "2_204": "The audience laughed because Chandler's sarcastic tone and facial expressions when saying \"Oh Oh, I am convinced!\" were humorous.",
  "2_205": "The audience laughed because Rachel accidentally touched a sensitive part of a man's body and apologized awkwardly, which was emphasized by her facial expressions and the sudden pause in her speech.",
  "2_206": "The audience laughed because Chandler made a self-deprecating joke, using sarcasm and a funny t-shirt suggestion, which was unexpected and relatable. The audience's response was marked with (audience laughs).",
  "2_209": "The audience laughed because of the sarcastic tone in the previous utterance, which was highlighted by the speaker's raised eyebrows and dropped jaw.",
  "2_222": "The audience laughed because Dorothy joked about a little man living inside Rose's glasses who turns the light on and off, which is a humorous and absurd concept.",
  "2_223": "The audience laughed because Chandler's comment about Casey wanting to \"make a little love\" was unexpected and inappropriate, as indicated by the audience's laughter and Chandler's facial expression.",
  "2_226": "The audience laughed because Chandler made a sarcastic comment about the spelling game, predicting that all the guests would leave their party to attend it.",
  "2_227": "The audience laughed because Chandler made a witty remark, which was emphasized by his facial expression and the audience's positive reaction to his joke.",
  "2_231": "The audience laughed because Ross tried to justify his infidelity by explaining the \"list of five famous people\" to sleep with, which was met with sarcastic flattery.",
  "2_234": "The audience laughed because Phoebe's comment on cleansing in utterance 3 was unexpected and funny, and the timing of the audience laughter was marked in the transcript.",
  "2_236": "The audience laughed because Chandler's sarcastic comment about Emma's age and birthday was unexpected and humorous, as indicated by his use of the facial action units \"Brow lowerer,\" \"Lid tightener,\" and \"Lip tightener.\"",
  "2_24": "The audience laughed because Chandler made a sarcastic comment about the fifth dentist caving and now all dentists recommend Trident, which was emphasized by his facial expression and prosodic features.",
  "2_241": "The audience laughed because Chandler's forgetfulness, indicated by his facial expressions, was relatable and unexpected.",
  "2_242": "The audience laughed because Chandler asked Ross's baby if she was still enjoying her nap, which was unexpected and humorous.",
  "2_246": "The audience laughed because Chandler's response to Joey's comment about the bracelet was unexpected and humorous, causing a release of tension in the scene.",
  "2_247": "The audience laughed because Ross's \"Uh yes! Thank you.\" was a delayed and unexpected response, which created a humorous tension in the scene.",
  "2_248": "The audience laughed because Chandler made a joke about his casual relationship with Monica and the timing of his punchline was enhanced by his raised eyebrows and wrinkled nose.",
  "2_250": "The audience laughed because Phoebe made a humorous remark about saying someone's name enough to turn around, and the timing of the audience laughter was marked in the video caption.",
  "2_251": "The audience laughed because Monica's sudden outburst and use of profanity in response to the hotel's offer was unexpected and humorous. Additionally, the audience's laughter was likely prompted by the timing and delivery of the line.",
  "2_254": "The audience laughed because Phoebe suggested a pill as a solution to Rachel's problem, which was delivered with a sarcastic tone and accompanied by a facial expression that conveyed humor.",
  "2_255": "The audience laughed because Dorothy's sarcastic response to Rose's question was emphasized by the rise in pitch and loudness in her prosody, coupled with the audience's familiarity with the characters.",
  "2_257": "The audience laughed because Phoebe found coffee and said \"let's skedaddle\" in a humorous way, which was emphasized by the audience's laughter.",
  "2_258": "The audience laughed because Chandler's joke about seeing his ex-girlfriend's brain when she leaned back was unexpected and humorous, as indicated by the audience laughing.",
  "2_260": "The audience laughed because Chandler pointed out Ross's ignorance of the fact that unagi is an eel, which contradicted Ross's claim of always being aware (Utterance 3).",
  "2_271": "The audience laughed because the moderator's denial of sarcasm was contradicted by the sarcastic tone of his voice, causing a humorous incongruity.",
  "2_272": "The audience laughed because Joey's question \"We're not peeking?\" was delivered with a humorous facial expression and triggered a surprise response from the audience.",
  "2_279": "The audience laughed because Monica's sarcastic comment about Ginger having the whole package was unexpected and humorous, and her accompanying facial expressions conveyed the irony.",
  "2_280": "The audience laughed because Chandler's joke about killing Joey for eating his last gum was unexpected and violated social norms.",
  "2_281": "The audience laughed because Dorothy made a sarcastic joke about Cary Grant living in the broom closet, which was unexpected and humorous.",
  "2_282": "The audience laughed because Rachel's question about staying married forever in utterance 1 was unexpected and humorous, as indicated by the audience laughter.",
  "2_283": "The audience laughed because Chandler made a sarcastic reference to a character from a popular TV show, which was unexpected and humorous. This was emphasized by the audience laughing.",
  "2_284": "The audience laughed because Monica's confusion and disbelief in response to Chandler's unexpected news, as indicated by her facial expressions and acoustic features, were humorous.",
  "2_286": "The audience laughed because Chandler's gesture (Lid tightener, Cheek raiser, Lip corner puller) and his joke about stealing third base induced humor and anticipation.",
  "2_287": "The audience laughed because Chandler's question \"Oh, I am sorry, do you need a break?\" was unexpected and delivered with a humorous tone, as indicated by the raised cheeks and lowered brows.",
  "2_288": "The audience laughed because Chandler's response (\"Maybe he was nervous\") was unexpected and delivered with a humorous tone, which was emphasized by his facial expressions and the pause before the punchline.",
  "2_289": "The audience laughed because Monica's exaggerated response to Chandler's comment about their sexual encounter was unexpected and humorous, as indicated by her facial expressions and the audience laughter cue.",
  "2_292": "The audience laughed because of Dorothy's humorous exaggeration of the heat in Miami, contrasted with her friend's decision to eat hot enchiladas in that heat.",
  "2_293": "The audience laughed because Phoebe's abrupt \"no\" (Utterance 4) was accompanied by facial action units of lid tightener, brow lowerer, and cheek raiser, which conveyed a humorous and exaggerated response.",
  "2_294": "The audience laughed because Chandler's indifferent response to Joey's question was unexpected, and his nonchalant delivery, accompanied by a facial expression of apathy, was humorous.",
  "2_297": "The audience laughed because Chandler's excuse for having sex in another woman's dream was absurd and unexpected, leading to a humorous situation.",
  "2_3": "The audience laughed because Chandler made a joke about his testicles possibly being in the box, which was unexpected and inappropriate, causing amusement.",
  "2_302": "The audience laughed because Phoebe struggled to find a word that rhymes with Rachel's name, which was emphasized by her facial expressions and the acoustic features of her speech.",
  "2_303": "The audience laughed because Chandler used a humorous nickname for Joey (\"Josephine\") in response to his invitation to knit pot holders.",
  "2_306": "The audience laughed because the moderator's self-deprecating humor, conveyed through his facial expressions and prosodic features, was unexpected and relatable.",
  "2_31": "The audience laughed because Rachel joked about Monica's cleanliness obsession, and the audience reacted positively to the humorous tone conveyed through Rachel's facial expressions and the rise in pitch and intensity in her voice.",
  "2_310": "The audience laughed because Chandler asked Joey to set him up for a joke, and then made a sarcastic comment about Joey's memory, which was emphasized by his facial expressions and the audience found it funny.",
  "2_312": "The audience laughed because the member-girl's sarcastic remark about a \"sarcasmoholics meeting\" was unexpected and humorous, as indicated by her facial expression and the audience's laughter.",
  "2_313": "The audience laughed because Joey used the word \"sissy\" to refer to Jason, which was unexpected and potentially offensive, triggering an incongruity-based humor.",
  "2_314": "The audience laughed because Monica's self-doubt in utterance 1 was relatable and emphasized through her facial expressions and prosody.",
  "2_315": "The audience laughed because Rachel's sarcastic remark about her and the other person never really talking was unexpected and humorous, as indicated by the audience laughing immediately after the punchline.",
  "2_318": "The audience laughed because Phoebe's question about pain-free linen removal (utterance 3) was ironic and unexpected, and her facial expressions (brow lowering, lid tightening, nose wrinkling) emphasized the humor.",
  "2_322": "The audience laughed because Chandler's comment about his father's house triggered a recognition of a relatable experience, amplified by his sarcastic tone and the use of humor.",
  "2_323": "The audience laughed because Chandler made a humorous observation about Ross's monkey, which was emphasized by his use of sarcasm and his facial expressions.",
  "2_326": "The audience laughed because Ross's serious tone and facial expression, combined with the unexpectedness of his comment, created a humorous contrast.",
  "2_33": "The audience laughed because Rachel's denial of Joshua's advances was met with exaggerated facial expressions and a humorous tone, highlighted by the audience laughing.",
  "2_338": "The audience laughed because the moderator's statement about everyone wanting Scott to join the group was ironic and unexpected, as Scott had just stormed out.",
  "2_34": "The audience laughed because Chandler made a sarcastic comment about the declining quality of greetings, which was emphasized by the audience's reaction, captured by the (audience laughs) caption.",
  "2_341": "The audience laughed because the speaker's unexpected statement about getting his partner pregnant was delivered with a humorous facial expression and was followed by a pause, making it a perfect setup for a punchline.",
  "2_342": "The audience laughed because Dorothy made a humorous comment about Blanche's age, and her facial expression (lid tightener, inner brow raiser, outer brow raiser) added to the comedic effect.",
  "2_343": "The audience laughed because Ross introduced himself as Professor Geller, and the pause after his statement created a comedic timing.",
  "2_344": "The audience laughed because of the humorous use of a hand puppet by Dorothy, as indicated by the audience laughing moment and the presence of facial action units associated with amusement.",
  "2_345": "The audience laughed because Chandler's forgetfulness and lack of tools in his bulldozer were unexpected and humorous, as indicated by the audience laughter cue.",
  "2_35": "The audience laughed because Chandler's self-deprecating humor and admission of desperation for love in utterance 1 was unexpected and relatable.",
  "2_350": "The audience laughed because of Dorothy's humorous remark about Sonny Bono becoming the mayor of Palm Springs and making postmen wear leather bell bottoms and a fur vest.",
  "2_351": "The audience laughed because Dorothy humorously explained that Marvel had manners only once a week, which caused her friend to be depressed.",
  "2_352": "The audience laughed because Dorothy's response, \"No Rose, it stands alone,\" was a witty and unexpected retort to Rose's question, which created a humorous moment.",
  "2_357": "The audience laughed because Phoebe acknowledged the obviousness of Monica's compliment and added a humorous remark about it not being weird.",
  "2_359": "The audience laughed because Chandler made a joke about not needing to knock once you're inside, which was emphasized by his facial expression and the audience's anticipation.",
  "2_361": "The audience laughed because the member-girl's sarcastic denial of being a sarcasmaholic was ironic and unexpected, which was emphasized by her facial expressions and the audience laughter cue.",
  "2_369": "The audience laughed because Chandler's attempt to get Joey out of his seat turned into a ridiculous argument, with both characters trying to claim ownership of the same spot.",
  "2_370": "The audience laughed because Chandler's remark about stopping the Q-tip when there is resistance was unexpected and relatable, causing a humorous reaction.",
  "2_372": "The audience laughed because Chandler's confession of smoking, combined with his facial expression and the timing of the pause, created a humorous moment.",
  "2_373": "The audience laughed because Chandler's unexpected and absurd activity of making a coconut phone with a professor was humorous and unexpected.",
  "2_374": "The audience laughed because Chandler's repetition of Janice's name with a high-pitched and exaggerated tone (prosodic) and facial expression (facial action units) conveyed his annoyance and discomfort towards her, which was relatable and humorous.",
  "2_376": "The audience laughed because Chandler's self-deprecating statement about dying alone induced a humorous response, as indicated by the (audience laughs) annotation.",
  "2_377": "The audience laughed because Chandler made a humorous reference to Gloria Estefan's song, causing a moment of shared recognition and amusement. His use of facial expressions and prosody added to the comedic effect.",
  "2_378": "The audience laughed because Dorothy made a sarcastic joke about playing golf with a venus fly trap, which was unexpected and humorous.",
  "2_380": "The audience laughed because of the humorous situation where Joey panics and yells about the stolen ring, while Chandler, still half-asleep, sarcastically mocks him for being the worst best man ever.",
  "2_381": "The audience laughed because the moderator's response \"Noo..\" was unexpected and the facial expression conveyed a humorous tone, which was supported by the audience's laughter.",
  "2_389": "The audience laughed because Monica's joke of spelling \"dufus\" backwards was unexpected and delivered with a humorous facial expression, causing amusement.",
  "2_39": "The audience laughed because Chandler's eagerness to sign a waiver form was emphasized by his facial expressions and the timing of his delivery, creating a humorous moment.",
  "2_390": "The audience laughed because Dorothy joked about being depressed over a TV personality leaving the morning news, which was unexpected and humorous.",
  "2_392": "The audience laughed because Chandler's sarcastic response to being set up on a date was unexpected and humorous, as indicated by his use of a self-deprecating tone and the audience's recognition of the irony in the situation.",
  "2_398": "The audience laughed because Dorothy suggested that Rose watch Sophia \"hack herself to death,\" which was a dark and unexpected joke.",
  "2_406": "The audience laughed because Ross sarcastically asked why he should apologize after being thrown out of Rachel's office, which was unexpected and humorous.",
  "2_407": "The audience laughed because Joey's sudden interjection with a humorous tone and facial expression created a comedic interruption.",
  "2_408": "The audience laughed because Chandler's sarcastic comment about being helpless without his friend's return was unexpected and humorous.",
  "2_410": "The audience laughed because Ross's statement about his ex-wife's relationship with her friend was ambiguous, and he used a humorous tone to imply they were more than just friends. The audience also responded to the timing and delivery of the line.",
  "2_413": "The audience laughed because Phoebe's joke about being put in jail for trying to stop someone from buying Chandler's preferred item was unexpected and delivered with a humorous tone and facial expression.",
  "2_416": "The audience laughed because Chandler's sarcastic comment about Ross burying a woman was unexpected and humorous, as indicated by his facial actions and the audience's positive reaction.",
  "2_42": "The audience laughed because of the unexpected situation of a person choking on their retainer, and the comedic timing of the plea for help from the dentist.",
  "2_420": "The audience laughed because Chandler admitted to being in love with Joey's girlfriend, and his self-deprecating response was humorous (Utterance 2-3).",
  "2_421": "The audience laughed because Chandler humorously suggested that Joey's hernia could be cured with laser eye surgery, which contrasts the intended solution and is unexpected.",
  "2_423": "The audience laughed because Monica sarcastically complained about having nothing better to do while cooking, which was highlighted by her facial expression and the audience was able to relate to it.",
  "2_426": "The audience laughed because Joey's enthusiastic and exaggerated delivery of \"Morning's here!\" was accompanied by a smile and facial expressions of excitement, indicating his love for mornings.",
  "2_427": "the audience laughed because Rachel's sarcastic comment about the risky game was unexpected and delivered with a humorous tone, emphasized by her facial expressions and the audience's laughter cue.",
  "2_429": "The audience laughed because Phoebe's exotic experience was unexpected and her delivery was humorous, as indicated by her raised cheeks, tight lids, and pulled lip corners.",
  "2_43": "The audience laughed because Chandler's sarcastic comment about not needing a savings account, combined with his facial expression and prosodic features, created a humorous moment.",
  "2_430": "The audience laughed because Chandler made a sarcastic comment about being in a predicament room, which was emphasized by his facial expression and prosodic features, and was further amplified by the audience's anticipation of humor in a sitcom.",
  "2_433": "The audience laughed because Chandler's attempt to clarify his statement with a joke in utterance 2 was unexpected and humorous, as indicated by his facial expression and the audience's response.",
  "2_434": "The audience laughed because Chandler's response to Rachel's comment about peeing standing up was unexpected and humorous, as indicated by his facial expressions and the audience reaction.",
  "2_438": "The audience laughed because Chandler's response to Monica's illness with the phrase \"Struck down in the prime of life\" was unexpected and humorous, as indicated by the (audience laughs) cue.",
  "2_440": "The audience laughed because Monica compared Chandler's secret to having a third nipple, which was unexpected and humorous.",
  "2_442": "The audience laughed because Dorothy's sarcastic response to Rose's misunderstanding of the situation was unexpected and humorous.",
  "2_443": "the audience laughed because Chandler's sarcastic response to Monica's question about being married at 40 was unexpected and humorous. Additionally, the audience laughed at Chandler's non-sequitur joke about the parachute being a knapsack.",
  "2_447": "The audience laughed because Chandler's accidental glimpse of his colleague's breasts was humorously exaggerated with the telescope and donuts metaphor.",
  "2_448": "The audience laughed because Monica's eagerness to call Greg and Jenny was emphasized by her facial expressions and the audience could relate to the desire to reconnect with old friends.",
  "2_449": "The audience laughed because Chandler's comment about the situation not making sense was ironic, and his facial expression showed a mix of surprise and amusement.",
  "2_45": "The audience laughed because Dorothy made a humorous remark about a little girl selling girl scout toilets, which was unexpected and absurd.",
  "2_450": "The audience laughed because Chandler made a witty remark about Joey's tendency to say the wrong thing, which was emphasized by his facial expressions and the audience's familiarity with the characters.",
  "2_456": "The audience laughed because Chandler made a sarcastic comment in utterance 4, which was emphasized by his facial expression and the pause in his prosody.",
  "2_457": "The audience laughed because Chandler joked about the cruelty of parents, exaggerating their obsession with their child's comfort, which was emphasized by his facial expressions and the audience's laughter.",
  "2_461": "The audience laughed because Chandler made a witty comment about Mrs. Tribbiani looking like her son, which was unexpected and humorous.",
  "2_462": "The audience laughed because Dorothy made a humorous remark about giving a eulogy at a pie-eating contest, which was unexpected and absurd.",
  "2_464": "The audience laughed because Chandler's statement about not wanting to go into the water was contradicted by his recent consumption of an M&M, which was unexpected and humorous.",
  "2_465": "The audience laughed because Dorothy sarcastically suggested Rose should attempt to go over Niagara Falls in a barrel.",
  "2_471": "The audience laughed because the Member-girl's response \"Amazing\" was delivered with a sarcastic tone, as indicated by her facial expression and the audience's laughter.",
  "2_474": "The audience laughed because Chandler's response \"Lovely\" was delivered in a sarcastic tone, which was emphasized by his facial expression and the pause before the word.",
  "2_475": "The audience laughed because Chandler's response to Joey's request for money was sarcastic and exaggerated, as indicated by the audience laughter cue.",
  "2_477": "The audience laughed because Chandler's joke about a woman undressing in a click bait advertisement was unexpected and his facial expressions and prosodic features enhanced the humor.",
  "2_478": "The audience laughed because Chandler's self-deprecating joke about having no one was unexpected and delivered with a pause, which created a humorous effect.",
  "2_479": "The audience laughed because Dorothy made a humorous reference to a mispronounced name, which was unexpected and delivered with a serious tone, creating a contrast that triggered laughter.",
  "2_482": "The audience laughed because Phoebe suggested Chandler to watch naked girls dance around and called him a wuss, which was unexpected and humorous.",
  "2_484": "The audience laughed because Ross's unexpected response \"Yes yes it is! In Prison!!\" induced surprise and humor, as reflected in his facial action units and prosodic features.",
  "2_485": "The audience laughed because the Member-Boy pointed out the irony of the situation and the audience found it amusing, as indicated by the speaker's facial expression and the acoustic features.",
  "2_487": "The audience laughed because Chandler made a witty remark about Phoebe flying a spaceship back to her home planet and teased Ross about Tom Jones wanting his pants back, followed by a humorous reference to Fraggle Rock.",
  "2_488": "The audience laughed because Chandler's sarcastic tone and facial expressions, including raised eyebrows and tight-lipped smile, added humor to his exasperated statement about losing a ring.",
  "2_489": "The audience laughed because Dorothy made a sarcastic comment about not understanding the commercials for obsession, which was unexpected and humorous.",
  "2_49": "The audience laughed because Joey's simple statement \"We got a box\" (Utterance 2) was unexpected and delivered with a humorous facial expression and prosody.",
  "2_490": "The audience laughed because Chandler made a humorous suggestion about the package being a contest to collect all five, which was emphasized by his facial expression and prosodic features.",
  "2_491": "The audience laughed because Chandler's sarcastic tone and facial expressions indicated that he didn't care about the decision, which was unexpected and humorous.",
  "2_492": "The audience laughed because Rose's comment about Dorothy was unexpected and relatable, and her use of \"(audience laughs)\" signaled the punchline.",
  "2_493": "The audience laughed because Chandler made a sarcastic comment about Ross's date, with a humorous reference to his bathroom habits, which was emphasized by his facial expressions and the audience's reaction.",
  "2_494": "The audience laughed because Chandler made a witty comment about Richard's age, using a humorous tone and facial expressions to emphasize the joke.",
  "2_498": "The audience laughed because Chandler's question about the number of cameras on him was unexpected, and his sarcastic tone and facial expressions (Brow lowerer, Lid tightener, Cheek raiser) added to the humor.",
  "2_50": "The audience laughed because Chandler dismissed Rachel's smoking patch as ineffective, which was unexpected and humorous. This was reflected in Chandler's facial expressions and the audience's positive response to his joke.",
  "2_500": "The audience laughed because Monica's sarcastic response to Chandler's proposal was unexpected and humorous, as indicated by the audience laughing moment.",
  "2_502": "The audience laughed because of the unexpected and bizarre mention of Michael Jackson wanting to buy the remains of the elephant man, which was delivered with a sarcastic tone by Dorothy and accompanied by audience laughter.",
  "2_504": "The audience laughed because Phoebe expressed her relief and surprise that her roommate likes drums, followed by a sarcastic comment about the opposite, which was emphasized by her facial expressions and the audience found it humorous.",
  "2_505": "The audience laughed because Dorothy made a witty remark about Rose's question to feed the cat with a kidney.",
  "2_506": "The audience laughed because Rachel's sudden outburst, accompanied by cheek raiser and brow lowerer facial action units, was unexpected and dramatic, and the laughter was further emphasized by the video caption and acoustic features.",
  "2_507": "The audience laughed because of the humorous remark made by Dorothy about Sophia being in the trunk of the car, which was unexpected and caught them off guard.",
  "2_508": "The audience laughed because Chandler's sarcastic joke about a man's life being at risk was unexpected and delivered with humorous facial expressions and prosodic cues.",
  "2_509": "The audience laughed because Chandler's insult towards Joey's potential sexual partner was unexpected and violated social norms, which was emphasized by his facial expressions and tone of voice.",
  "2_511": "The audience laughed because Chandler made a witty remark about Monica's boots, suggesting she might wear a chicken suit, which was unexpected and humorous.",
  "2_512": "The audience laughed because Dorothy made a witty remark about the Spanish fly wearing a little sunbrella, which triggered a humorous response from the audience.",
  "2_514": "The audience laughed because Ross's exaggerated facial expressions and tone of voice in utterance 3 emphasized his frustration and added comedic effect to his outburst.",
  "2_518": "The audience laughed because Chandler boasted about being a woodsman, which was unexpected and humorous.",
  "2_523": "The audience laughed because Chandler introduced himself as a headhunter for Soviet scientists and greeted Rasputin, a rogue third-world nation, which was unexpected and humorous.",
  "2_524": "The audience laughed because Chandler ironically emphasized \"very\" to express his unenthusiastic reaction to Ross's furniture assembly plan, which was conveyed through his prosodic features and facial expression.",
  "2_526": "The audience laughed because of the humorous contrast between the mundane description of the apartment and the speaker's exaggerated excitement in \"Oh my God!\" (Utterance 2 and 3).",
  "2_527": "The audience laughed because the woman's comment about the man being a sarcasmoholic was unexpected and the use of facial action units conveyed the humor in the situation.",
  "2_531": "The audience laughed because Joey made a self-deprecating joke about his messy room, and his facial expression (Inner brow raiser, Upper lid raiser, Outer brow raiser) and prosody (higher pitch) added to the humor.",
  "2_532": "The audience laughed because Chandler made a sarcastic comment about the Jamestown colony of Virginia, which was emphasized by his facial expression and the pause before the punchline.",
  "2_54": "The audience laughed because Rachel's comment about being almost killed was unexpected and delivered with a serious facial expression, creating a contrast with the humorous situation.",
  "2_541": "The audience laughed because Chandler's sarcastic remark about needing an opening line was unexpected and his use of \"excuse me\" as a potential opener was humorous.",
  "2_542": "The audience laughed because Joey suggested making paste pants to match the couch, creating a humorous image.",
  "2_546": "The audience laughed because Chandler sarcastically suggested that Monica was up all night excited about the party, which was contradicted by Rachel's statement that she was still napping. The irony and unexpected twist in the dialogue induced laughter.",
  "2_547": "The audience laughed because Chandler's question about Joey's gambling winnings was unexpected and delivered with a humorous tone, as indicated by his facial expressions and prosodic features.",
  "2_548": "The audience laughed because the person in the lab coat made a joke about starting, and the combination of the speaker's facial expressions and the audience's anticipation created a humorous moment.",
  "2_550": "The audience laughed because Chandler initially refused to have a muffin but then gave in, creating a humorous contradiction.",
  "2_556": "The audience laughed because Chandler's humorous statement about wanting to be buried with his keys was unexpected and delivered with a humorous facial expression, which was reinforced by the audience's laughter.",
  "2_558": "The audience laughed because Chandler joked that Monica's boots would cost her one husband, which was unexpected and humorous.",
  "2_560": "The audience laughed because Phoebe exaggeratedly expressed her anxiety about impressing a guy, and her plan to do so by pretending to be okay with seeing him.",
  "2_567": "The audience laughed because Chandler's response to Ross's question was unexpected and absurd, and his use of humor and exaggeration was conveyed through his prosodic features and facial action units.",
  "2_570": "The audience laughed because Chandler's sarcastic tone and rhetorical question about the lack of men in the room, accompanied by a smirk and raised eyebrows, were a humorous commentary on the situation.",
  "2_572": "The audience laughed because Rachel's enthusiastic denial of her jealousy towards her friends falling in love was met with a sarcastic and humorous tone.",
  "2_573": "The audience laughed because Chandler's comment about Ross' sketch being mistaken for an obsession with his new couch was unexpected and delivered with a humorous tone.",
  "2_574": "The audience laughed because Joey's sarcastic tone and facial expression when saying \"You can't do anything\" was humorous and unexpected, and the timing of the audience laughing added to the comedic effect.",
  "2_575": "The audience laughed because Phoebe's sarcastic comment about the musician's talent at playing and singing simultaneously was unexpected and humorous.",
  "2_581": "The audience laughed because Chandler's delayed gift was actually a duck, which was unexpected and humorous. The audience also responded positively to the use of facial action units indicating surprise and excitement.",
  "2_583": "The audience laughed because Chandler's humorous statement \"And the bunny got away!\" was accompanied by a facial expression that conveyed surprise and amusement, as well as a pause that allowed for the audience's reaction.",
  "2_586": "The audience laughed because Chandler's sarcastic remark about crying over Bambi being understandable, but not a cartoon, was humorous and unexpected.",
  "2_587": "The audience laughed because Dorothy's sarcastic statement, \"But now I have hidden her again so you can find her,\" was unexpected and humorous, as indicated by the (audience laughs) annotation.",
  "2_589": "The audience laughed because Chandler made a sarcastic comment, pretending to be a cowboy, which was unexpected and humorous.",
  "2_596": "The audience laughed because Member-boy's sarcastic response to Scott's statement was unexpected and delivered with a sarcastic tone, which was emphasized by his facial expressions and prosodic features.",
  "2_598": "The audience laughed because Chandler's sarcastic tone and his facial expression, including raised cheeks and pulled lip corners, added humor to his suggestion about putting lights on the balcony.",
  "2_599": "The audience laughed because Dorothy made a humorous comment about crocodin turbs wearing darker colors, which was unexpected and delivered with a deadpan expression.",
  "2_604": "The audience laughed because Dorothy's response to Rose's question about cooking was unexpected and humorous, as she said she was developing pictures from the Magellan space probe.",
  "2_608": "The audience laughed because Chandler's statement was inappropriate and sexually suggestive, as indicated by his facial action units (lid tightener, cheek raiser, lip corner puller) and the use of the word \"licking.\"",
  "2_611": "The audience laughed because Rachel's request for help during childbirth was unexpected and humorous, as indicated by the use of facial action units for laughter and the video caption.",
  "2_612": "The audience laughed because of the witty remark made by Dorothy, suggesting that Mary Poppins might have an Italian cousin who could take care of Rose and herself.",
  "2_617": "The audience laughed because Chandler's sarcastic remark about the tornado was unexpected and delivered with a humorous tone, which was emphasized by his facial expressions.",
  "2_622": "The audience laughed because Chandler asked for the boiling point of the brain, which is a bizarre and unexpected question, leading to a humorous situation.",
  "2_623": "The audience laughed because Chandler made a sarcastic comment about the video game being a treat for the eyes and the ears, which was enhanced by his exaggerated prosody and the audience's recognition of the sarcasm.",
  "2_66": "The audience laughed because Chandler sarcastically praised Joey's terrible attempt to fix a lock, which was emphasized by the prosodic features and the facial expressions of the characters.",
  "2_71": "The audience laughed because Joey made a humorous remark about turning back time while Chandler and Ross reminisced about a past love interest.",
  "2_73": "The audience laughed because Chandler's friend scared him with a sudden appearance, causing a surprise reaction, which was emphasized by the use of facial action units and a high pitch in his voice.",
  "2_74": "The audience laughed because Dorothy suggested showing Rose's slides of Hawaii, which was unexpected and humorous.",
  "2_77": "The audience laughed because Monica's line \"Umm, excuse me, we switched apartments. You can't eat our food anymore, that gravy train had ended.\" was delivered with a humorous facial expression and the use of the phrase \"gravy train\".",
  "2_84": "The audience laughed because Chandler's sarcastic comment \"If that doesn't keep kids in school, what will?\" was delivered with a humorous tone and accompanied by facial expressions that conveyed amusement.",
  "2_88": "The audience laughed because Rachel's abrupt \"Oh\" after Ross's explanation was unexpected and her facial expression conveyed a mix of surprise and confusion.",
  "2_89": "The audience laughed because Dorothy revealed that her engagement ring turned up three days later in the home shopping network, which was unexpected and humorous.",
  "2_9": "The audience laughed because Dorothy suggested Rose to open a stand, which was unexpected and humorous. This was emphasized by the audience laughing.",
  "2_92": "The audience laughed because Chandler's sarcastic response to Joey's question about a tailor was unexpected and humorous, as indicated by the (audience laughs) marker.",
  "2_97": "The audience laughed because Rachel expressed her desire for a guarantee in a sarcastic tone, which was emphasized by her facial expression and the audience found it amusing."
}